{
    "Breakthrough": {
        "online": null
    },
    "How to Train Your Dragon: The Hidden World": {
        "online": [
            "How to Train Your Dragon: The Hidden World (also known as How to Train Your Dragon 3) is a 2019 American animated fantasy film loosely based on the book series by Cressida Cowell.",
            "Produced by DreamWorks Animation and distributed by Universal Pictures, it is the sequel to How to Train Your Dragon 2 (2014) and the final film in the How to Train Your Dragon trilogy.",
            "Written and directed by Dean DeBlois and produced by Bonnie Arnold and Brad Lewis, the film stars the voices of Jay Baruchel, America Ferrera, Cate Blanchett, Craig Ferguson, and F. Murray Abraham, with Gerard Butler, Jonah Hill, Christopher Mintz-Plasse, Kristen Wiig, Justin Rupple (replacing T.J. Miller), and Kit Harington in supporting roles.",
            "The film follows 21-year old Hiccup seeking a dragon utopia known as the \"Hidden World\" while coming to terms with Toothless's new bond with a female Fury, as they deal with the threat of Grimmel the Grisly, a ruthless dragon hunter.",
            "Discussions regarding a third How to Train Your Dragon film began in December 2010, with DeBlois later stating that the second film was being intentionally designed as the second act of the trilogy.",
            "The film underwent various changes in its release date due to distributor changes.",
            "The animation challenges of the production required DreamWorks Animation to update and invent new software to handle complex tasks, such as lighting the Light Fury dragon.",
            "How to Train Your Dragon: The Hidden World was released on January 3, 2019, in Australia, and on February 22 in the United States.",
            "Like its predecessors, it received positive reviews from critics, with praise for its animation, voice acting, musical score, and emotional weight.",
            "The film grossed over $525 million worldwide.",
            "It received several accolades: five Annie Awards nominations, a Golden Globe nomination, and a nomination for Best Animated Feature at the 92nd Academy Awards.",
            "A live-action reboot of the franchise is scheduled to be released in June 2025."
        ]
    },
    "Little": {
        "online": [
            "A title is one or more words used before or after a person's name, in certain contexts.",
            "It may signify either generation, an official position, or a professional or academic qualification.",
            "In some languages, titles may be inserted between the first and last name (for example, Graf in German, Cardinal in Catholic usage – Richard Cardinal Cushing – or clerical titles such as Archbishop).",
            "Some titles are hereditary."
        ]
    },
    "Shazam!": {
        "online": [
            "Captain Marvel, also known as Shazam (), is a superhero in American comic books originally published by Fawcett Comics and currently published by DC Comics.",
            "Artist C. C. Beck and writer Bill Parker created the character in 1939.",
            "Captain Marvel first appeared in Whiz Comics #2 (cover-dated Feb. 1940), published by Fawcett Comics.",
            "He is the alter ego of Billy Batson, a boy who, by speaking the magic word \"SHAZAM!\"",
            "(acronym of six \"immortal elders\": Solomon, Hercules, Atlas, Zeus, Achilles, and Mercury), is transformed into a costumed adult with the powers of superhuman strength, speed, flight, and other abilities.",
            "The character battles an extensive rogues' gallery, most of them working in tandem as the Monster Society of Evil, including primary archenemies Black Adam, Doctor Sivana and Mister Mind.",
            "Billy often shares his powers with other children, primarily his sister Mary Batson and their best friend/foster brother Freddy Freeman, who also transform into superheroes and fight crime with Billy as members of the Marvel Family, also known as the Shazam Family.",
            "Based on comic book sales, Captain Marvel was the most popular superhero of the 1940s, outselling even Superman.",
            "Captain Marvel was also the first comic book superhero to be adapted to film, in a 1941 Republic Pictures serial, Adventures of Captain Marvel, with Tom Tyler as Captain Marvel and Frank Coghlan, Jr. as Billy Batson.",
            "Fawcett ceased publishing Captain Marvel-related comics in 1953, partly because of a copyright infringement suit from DC Comics alleging that Captain Marvel was a copy of Superman.",
            "In 1972, Fawcett licensed the character rights to DC, which by 1991 acquired all rights to the entire family of characters.",
            "DC has since integrated Captain Marvel and the Marvel Family into their DC Universe and has attempted to revive the property several times, with mixed success.",
            "Owing to trademark conflicts over other characters named \"Captain Marvel\" owned by Marvel Comics, DC has branded and marketed the character using the trademark Shazam!",
            "since his 1972 reintroduction.",
            "This led many to assume that \"Shazam\" was the character's name.",
            "DC renamed the mainline version of the character \"Shazam\" when relaunching its comic book properties in 2011, and his associates became the \"Shazam Family\" at this time as well.",
            "DC's revival of Shazam!",
            "has been adapted twice for television by Filmation: as a live-action 1970s series with Jackson Bostwick and John Davey as Captain Marvel and Michael Gray as Billy Batson, and as an animated 1980s series.",
            "The 2019 New Line Cinema/Warner Bros. film Shazam!, an entry in the DC Extended Universe, stars Zachary Levi as Shazam and Asher Angel as Billy Batson.",
            "Levi and Angel return in the sequel, Shazam!",
            "Fury of the Gods."
        ]
    },
    "The Curse of La Llorona": {
        "online": [
            "The Curse of La Llorona (also known as The Curse of the Weeping Woman in some markets) is a 2019 American supernatural horror film directed by Michael Chaves, in his feature directorial debut, and written by Mikki Daughtry and Tobias Iaconis.",
            "Based on the Latin American folklore of La Llorona, the film stars Linda Cardellini, Raymond Cruz, and Patricia Velásquez, and follows a mother in 1973 Los Angeles who must save her children from a malevolent spirit trying to steal them.",
            "The film was produced by James Wan through his Atomic Monster banner and, though not considered an installment in the franchise, takes place within The Conjuring Universe.",
            "The Curse of La Llorona premiered at South by Southwest on March 15, 2019, and was theatrically released in the United States on April 19, 2019.",
            "It received mixed to unfavorable reviews and grossed $123.1 million worldwide."
        ]
    },
    "Dumbo": {
        "online": null
    },
    "Hellboy": {
        "online": [
            "Hellboy is a superhero created by Mike Mignola and appearing in comic books published by Dark Horse Comics.",
            "The character first appeared in San Diego Comic-Con Comics #2 (August 1993), and has since appeared in various miniseries, one-shots and intercompany crossovers.",
            "The character has been adapted into four live-action films: Hellboy (2004) and its sequel The Golden Army (2008), a 2019 reboot film, and The Crooked Man (2024).",
            "The character also appeared in two straight-to-DVD animated films and three video games – Dogs of the Night (2000), The Science of Evil (2004) and Web of Wyrd (2023).",
            "A well-meaning Cambion (or half-Demon) whose true name is Anung Un Rama (\"and upon his brow is set a crown of flame\"), Hellboy was summoned from Hell to Earth as a baby by Nazi occultists (spawning his hatred for the Third Reich).",
            "He appeared in the ruins of an old church in the Outer Hebrides in front of a team assembled by the Allied Forces; among them, Professor Trevor Bruttenholm, who formed the United States Bureau for Paranormal Research and Defense (B.P.R.D.).",
            "In time, Hellboy grew to be a large, muscular, red-skinned ape/monkey-like man with a tail, horns (which he files off, leaving behind circular stumps on his forehead that resemble goggles), cloven hooves, and an oversized right hand made of stone (the \"Right Hand of Doom\").",
            "He has been described as smelling of dry-roasted peanuts.",
            "Although a bit gruff, he shows none of the malevolence thought to be intrinsic to classical demons and has an ironic sense of humor.",
            "This is said to be because of his upbringing under Professor Bruttenholm, who raised him as a normal boy.",
            "Hellboy works for the B.P.R.D., an international non-governmental agency, and for himself, against dark forces including Nazis and witches, in a series of tales that have their roots in folklore, pulp magazines, vintage adventure, Lovecraftian horror and horror fiction.",
            "In earlier stories, he is identified as the \"World's Greatest Paranormal Investigator\"."
        ]
    },
    "Hotel Mumbai": {
        "online": [
            "Hotel Mumbai is a 2018 independent action thriller film directed by Anthony Maras and co-written by Maras and John Collee.",
            "An Indian-Australian-American co-production, it is inspired by the 2009 documentary Surviving Mumbai about the 2008 Mumbai attacks at the Taj Mahal Palace Hotel in India.",
            "The film stars Dev Patel, Armie Hammer, Nazanin Boniadi, Anupam Kher, Tilda Cobham-Hervey, Jason Isaacs, Suhail Nayyar, Nagesh Bhosle, and Natasha Liu Bordizzo.",
            "The film premiered at the Toronto International Film Festival on 7 September 2018, and had its Australian premiere at the Adelaide Film Festival on 10 October 2018.",
            "The film was released in Australia and the United States on 14 and 22 March 2019, respectively, and in India on 29 November 2019."
        ]
    },
    "Captain Marvel": {
        "online": [
            "Captain Marvel is a 2019 American superhero film based on Marvel Comics featuring the character Carol Danvers / Captain Marvel.",
            "Produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures, it is the 21st film in the Marvel Cinematic Universe (MCU).",
            "The film was directed by Anna Boden and Ryan Fleck from a screenplay they co-wrote with Geneva Robertson-Dworet.",
            "It stars Brie Larson as Carol Danvers, alongside Samuel L. Jackson, Ben Mendelsohn, Djimon Hounsou, Lee Pace, Lashana Lynch, Gemma Chan, Annette Bening, Clark Gregg, and Jude Law.",
            "Set in 1995, the story follows Danvers as she becomes Captain Marvel after Earth is caught in a galactic conflict.",
            "Development began by May 2013.",
            "The film was officially announced in October 2014 as Marvel Studios' first female-led project.",
            "Nicole Perlman and Meg LeFauve were hired to write it the following April after submitting separate takes on the character, and borrowed elements from Roy Thomas's 1971 \"Kree–Skrull War\" comic book storyline.",
            "Larson was announced as Danvers at the 2016 San Diego Comic-Con, with Boden and Fleck hired to direct in April 2017.",
            "Robertson-Dworet was soon hired to re-write the script, and the rest of the cast were added by the start of filming.",
            "Location shooting began in January 2018, with principal photography starting that March in California and concluding in Louisiana in July 2018.",
            "Several actors reprise their roles from previous MCU films, including Jackson and Gregg.",
            "They were both digitally de-aged in post-production to reflect the film's 1990s setting.",
            "Captain Marvel premiered in London on February 27, 2019, and was theatrically released in the United States on March 8 as part of Phase Three of the MCU.",
            "The film grossed over $1.1 billion worldwide, making it the first female-led superhero film to pass the billion-dollar mark.",
            "It became the fifth-highest-grossing film of 2019 and was the 23rd-highest-grossing film of all time during its theatrical run.",
            "The film received generally positive reviews from critics, with praise for the performances—particularly Larson's.",
            "Audience responses were also positive, although the audience reception section on Rotten Tomatoes was subject to review bombing.",
            "A sequel, The Marvels, was released on November 10, 2023."
        ]
    },
    "Hackers": {
        "online": null
    },
    "High Life": {
        "online": null
    },
    "Sunset": {
        "online": [
            "Sunset (or sundown) is the disappearance of the Sun below the horizon of the Earth (or any other astronomical object in the Solar System) due to its rotation.",
            "As viewed from everywhere on Earth, it is a phenomenon that happens approximately once every 24 hours, except in areas close to the poles.",
            "The equinox Sun sets due west at the moment of both the spring and autumn equinoxes.",
            "As viewed from the Northern Hemisphere, the Sun sets to the northwest (or not at all) in the spring and summer, and to the southwest in the autumn and winter; these seasons are reversed for the Southern Hemisphere.",
            "The time of actual sunset is defined in astronomy as two minutes before the upper limb of the Sun disappears below the horizon.",
            "Near the horizon, atmospheric refraction causes sunlight rays to be distorted to such an extent that geometrically the solar disk is already about one diameter below the horizon when a sunset is observed.",
            "Sunset is distinct from twilight, which is divided into three stages.",
            "The first one is civil twilight, which begins once the Sun has disappeared below the horizon, and continues until it descends to 6 degrees below the horizon.",
            "The early to intermediate stages of twilight coincide with predusk.",
            "The second phase is nautical twilight, between 6 and 12 degrees below the horizon.",
            "The third phase is astronomical twilight, which is the period when the Sun is between 12 and 18 degrees below the horizon.",
            "Dusk is at the very end of astronomical twilight, and is the darkest moment of twilight just before night.",
            "Finally, night occurs when the Sun reaches 18 degrees below the horizon and no longer illuminates the sky.",
            "Locations further north than the Arctic Circle and further south than the Antarctic Circle experience no full sunset or sunrise on at least one day of the year, when the polar day or the polar night persists continuously for 24 hours.",
            "At latitudes greater than within half a degree of either pole, the sun cannot rise or set on the same date on any day of the year, since the sun's angular elevation between solar noon and midnight is less than one degree."
        ]
    },
    "The Best of Enemies": {
        "online": [
            "The Best of Enemies is a 2019 American drama film directed and written by Robin Bissell in his feature debut.",
            "It is based on the book The Best of Enemies: Race and Redemption in the New South by Osha Gray Davidson, which focuses on the rivalry between civil rights activist Ann Atwater and Ku Klux Klan leader C. P. Ellis.",
            "The film stars Taraji P. Henson, Sam Rockwell, Babou Ceesay, Anne Heche, Wes Bentley, Bruce McGill, John Gallagher Jr., and Nick Searcy.",
            "It was released in the United States on April 5, 2019, by STX Entertainment."
        ]
    },
    "Wild Nights with Emily": {
        "online": null
    },
    "After": {
        "online": null
    },
    "Pet Sematary": {
        "online": [
            "Pet Sematary is a 1983 horror novel by American writer Stephen King.",
            "The novel was nominated for a World Fantasy Award for Best Novel in 1984, and adapted into two films: one in 1989 and another in 2019.",
            "In November 2013, PS Publishing released Pet Sematary in a limited 30th-anniversary edition."
        ]
    },
    "JT LeRoy": {
        "online": null
    },
    "Dr. Strangelove": {
        "online": null
    },
    "Fighting with My Family": {
        "online": [
            "Fighting with My Family is a 2019 biographical sports comedy-drama film written and directed by Stephen Merchant.",
            "Based on the 2012 documentary The Wrestlers: Fighting with My Family by Max Fisher, it depicts the career of English professional wrestler Paige as she makes her way to WWE, while also following her brother Zak Zodiac, as he struggles with his failure to achieve similar success.",
            "Florence Pugh and Jack Lowden star as Paige and Zodiac respectively, alongside Lena Headey, Nick Frost, Vince Vaughn, and Dwayne Johnson, with the latter also acting as producer.",
            "The film premiered at the Sundance Film Festival on 28 January 2019 and was theatrically released in the United States on 14 February 2019.",
            "It received positive reviews from critics, particularly for Merchant's directing and the performances of Pugh and Vaughn.",
            "The film grossed $41.5 million worldwide."
        ]
    },
    "Gloria Bell": {
        "online": null
    },
    "Red Joan": {
        "online": null
    },
    "Stockholm": {
        "online": [
            "Stockholm (Swedish: [ˈstɔ̂kː(h)ɔlm] ) is the capital and most populous city of the Kingdom of Sweden as well as the largest urban area in the Nordic countries.",
            "Approximately \n1 million people live in the municipality, with 1.6 million in the urban area, and 2.4 million in the metropolitan area.",
            "The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea.",
            "Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago.",
            "The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl.",
            "The city serves as the county seat of Stockholm County.",
            "Stockholm is the cultural, media, political, and economic centre of Sweden.",
            "The Stockholm region alone accounts for over a third of the country's GDP, and is among the top 10 regions in Europe by GDP per capita.",
            "Considered a global city, it is the largest in Scandinavia and the main centre for corporate headquarters in the Nordic region.",
            "The city is home to some of Europe's top ranking universities, such as the Karolinska Institute (medicine), KTH Royal Institute of Technology, Stockholm School of Economics  and Stockholm University.",
            "It hosts the annual Nobel Prize ceremonies and banquet at the Stockholm Concert Hall and Stockholm City Hall.",
            "One of the city's most prized museums, the Vasa Museum, is the most visited museum in Scandinavia.",
            "The Stockholm metro, opened in 1950, is well known for the decor of its stations; it has been called the longest art gallery in the world.",
            "The city was the host of the 1912 Summer Olympics, and has played host to several other international sports events since.",
            "Stockholm is Sweden's primary financial centre, one of the largest in Scandinavia, and hosts several of Sweden's largest companies.",
            "Furthermore, the headquarters of most of Sweden's largest banks are in Stockholm.",
            "Stockholm is one of Europe's major tech centres; the city has sometimes been called Europe's innovation hub.",
            "The Stockholm region has a GDP of around $180 billion, and Stockholm County has the highest GDP per capita of all counties in Sweden.",
            "Stockholm is the seat of the Swedish government and most of its agencies, including the highest courts in the judiciary, and the official residences of the Swedish monarch and the Prime Minister.",
            "The government has its seat in the Rosenbad building, the Riksdag (Swedish parliament) is seated in the Parliament House, and the Prime Minister's residence is adjacent at the Sager House.",
            "Stockholm Palace is the official residence and principal workplace of the Swedish monarch, while Drottningholm Palace in neighbouring Ekerö serves as the Royal Family's private residence."
        ]
    },
    "Ash Is Purest White": {
        "online": [
            "Ash Is Purest White (Chinese: 江湖儿女; 'Sons and Daughters of Jianghu') is a 2018 Chinese drama directed by Jia Zhangke.",
            "It was selected to compete for the Palme d'Or at the 2018 Cannes Film Festival.",
            "The story is loosely based on the leader of a gang from Jia Zhangke's childhood, whom he had admired as a role model.",
            "Like the rest of Jia's films, it opened to widespread acclaim."
        ]
    },
    "Knock Down The House": {
        "online": [
            "Knock Down the House is a 2019 American documentary film directed by Rachel Lears.",
            "It revolves around the 2018 congressional primary campaigns of Alexandria Ocasio-Cortez, Amy Vilela, Cori Bush and Paula Jean Swearengin, four progressive Democrats endorsed by Justice Democrats and Brand New Congress who ran in that year's midterm elections.",
            "The film had its world premiere at the 2019 Sundance Film Festival on January 27, 2019.",
            "It was released on May 1, 2019, by Netflix and received acclaim from critics."
        ]
    },
    "Penguin Highway": {
        "online": [
            "Penguin Highway (Japanese: ペンギン・ハイウェイ, Hepburn: Pengin Haiwei, stylized penguin highway) is a Japanese science fiction novel written by Tomihiko Morimi, published in 2010.",
            "A manga adaptation was serialized in Media Factory's Monthly Comic Alive from March 2018 to February 2019, and an anime film adaptation by Studio Colorido premiered in August 2018."
        ]
    },
    "Suburban Birds": {
        "online": [
            "Suburban Birds (Chinese: 郊区的鸟; pinyin: Jiāo qū de niǎo) is a 2018 Chinese drama film by Qiu Sheng."
        ]
    },
    "Body Double": {
        "online": [
            "Body Double is a 1984 American neo-noir erotic thriller film directed, co-written, and produced by Brian De Palma.",
            "It stars Craig Wasson, Gregg Henry, Melanie Griffith and Deborah Shelton.",
            "The film is a direct homage to the 1950s films of Alfred Hitchcock, specifically Rear Window, Vertigo and Dial M for Murder, taking plot lines and themes (such as voyeurism and obsession) from the first two.",
            "At the time of its release, the film was a commercial failure, earning just $8.8 million at the box office against a production budget of $10 million, as well as mixed reviews, though Melanie Griffith's performance earned praise and brought her a Golden Globe nomination.",
            "Subsequently, it has been better received and is now considered to be a cult film."
        ]
    },
    "Family": {
        "online": [
            "Family (from Latin: familia) is a group of people related either by consanguinity (by recognized birth) or affinity (by marriage or other relationship).",
            "It forms the basis for social order.",
            "Ideally, families offer predictability, structure, and safety as members mature and learn to participate in the community.",
            "Historically, most human societies use family as the primary purpose of attachment, nurturance, and socialization.",
            "Anthropologists classify most family organizations as matrifocal (a mother and her children), patrifocal (a father and his children), conjugal (a married couple with children, also called the nuclear family), avuncular (a man, his sister, and her children), or extended (in addition to parents, spouse and children, may include grandparents, aunts, uncles, or cousins).",
            "The field of genealogy aims to trace family lineages through history.",
            "The family is also an important economic unit studied in family economics.",
            "The word \"families\" can be used metaphorically to create more inclusive categories such as community, nationhood, and global village."
        ]
    },
    "Mikey and Nicky": {
        "online": null
    },
    "Ramen Shop": {
        "online": [
            "A ramen shop is a restaurant that specializes in ramen dishes, the wheat-flour Japanese noodles in broth.",
            "In Japan, ramen shops are very common and popular, and are sometimes referred to as ramen-ya (ラーメン屋) or ramen-ten (ラーメン店).",
            "Some ramen shops operate in short order style, while others provide patrons with sit-down service.",
            "Over 10,000 ramen shops exist in Japan.",
            "In recent times, ramen shops have burgeoned in some cities in the United States, such as Chicago, Los Angeles, and New York City."
        ]
    },
    "Say Anything": {
        "online": null
    },
    "Missing Link": {
        "online": null
    },
    "Viva Las Vegas": {
        "online": [
            "Viva Las Vegas is a 1964 American rock and roll musical film directed by George Sidney, written by Sally Benson, choreographed by David Winters, and starring Elvis Presley,  Ann-Margret, Cesare Danova, William Demarest and Nicky Blair.",
            "Set in Las Vegas, Nevada, the film is about two competing race car drivers who also compete for the same girl.",
            "The film's theme song \"Viva Las Vegas\" (written by Doc Pomus and Mort Shuman) did well on the year's record sales and has since become a theme song for the titular city.",
            "The film is regarded by Elvis fans and film critics as one of Presley's best films, and it is noted for the real-life on-screen chemistry between Presley and Ann-Margret.",
            "Viva Las Vegas was a hit at film theaters, as it was No.",
            "14 on the Variety entertainment trade magazine's year end box office list of the top-grossing films of 1964."
        ]
    },
    "A Madea Family Funeral": {
        "online": [
            "A Madea Family Funeral is a 2019 American comedy film written, directed, and produced by Tyler Perry.",
            "It is the eleventh installment of the Madea cinematic universe, and stars Perry in several roles, including as the titular character, as well as Cassi Davis and Patrice Lovely.",
            "The plot follows Madea and her friends as they must set up an unexpected funeral during a family get-together in Maxine, Georgia.",
            "The film was released in the United States on March 1, 2019.",
            "The film grossed $75.8 million worldwide.",
            "This is the last film from Tyler Perry to be released by Lionsgate, with Paramount Pictures and Netflix taking over distribution of future Perry films via his deal with ViacomCBS.",
            "Though A Madea Family Funeral was originally intended to be the final film in the series, a sequel titled A Madea Homecoming was released in 2022."
        ]
    },
    "Dogman": {
        "online": null
    },
    "Long Shot": {
        "online": [
            "Long Shot is a 2019 American romantic comedy film directed by Jonathan Levine and written by Dan Sterling and Liz Hannah.",
            "The plot follows a journalist (Seth Rogen) who reunites with his former babysitter (Charlize Theron), now the United States Secretary of State.",
            "O'Shea Jackson Jr., Andy Serkis, June Diane Raphael, Bob Odenkirk, and Alexander Skarsgård also star.",
            "The film had its world premiere at South by Southwest on March 9, 2019, and was theatrically released in the United States on May 3, 2019, by Lionsgate.",
            "It received generally positive reviews and praise for the chemistry between Rogen and Theron, but underperformed at the box office."
        ]
    },
    "Mary Magdalene": {
        "online": [
            "Mary Magdalene (sometimes called Mary of Magdala, or simply the Magdalene or the Madeleine) was a woman who, according to the four canonical gospels, traveled with Jesus as one of his followers and was a witness to His crucifixion and resurrection.",
            "She is mentioned by name twelve times in the canonical gospels, more than most of the apostles and more than any other woman in the gospels, other than Jesus's family.",
            "Mary's epithet Magdalene may be a toponymic surname, meaning that she came from the town of Magdala, a fishing town on the western shore of the Sea of Galilee in Roman Judea.",
            "The Gospel of Luke chapter 8 lists Mary Magdalene as one of the women who traveled with Jesus and helped support his ministry \"out of their resources\", indicating that she was probably wealthy.",
            "The same passage also states that seven demons had been driven out of her, a statement which is repeated from Mark 16.",
            "In all four canonical gospels, Mary Magdalene is a witness to the crucifixion of Jesus and, in the Synoptic Gospels, she is also present at his burial.",
            "All four gospels identify her, either alone or as a member of a larger group of women, as the first to witness the empty tomb, and, either alone or as a member of a group, as the first to witness Jesus's resurrection.",
            "Mary Magdalene is considered to be a saint by the Catholic, Eastern Orthodox, Anglican, and Lutheran denominations.",
            "In 2016, Pope Francis raised the level of liturgical memory on 22 July from memorial to feast, and for her to be referred to as the \"Apostle of the apostles\".",
            "Other Protestant churches honor her as a heroine of the faith.",
            "The Eastern Orthodox churches also commemorate her on the Sunday of the Myrrhbearers, the Orthodox equivalent of one of the Western Three Marys traditions."
        ]
    },
    "The Upside": {
        "online": [
            "The Upside is a 2017 American comedy drama film directed by Neil Burger, written by Jon Hartmere.",
            "It is a remake of the French 2011 film The Intouchables, which was itself inspired by the lives of Abdel Sallou and Philippe Pozzo di Borgo.",
            "The film follows a paralyzed billionaire (Bryan Cranston) who strikes up an unlikely friendship with a recently paroled convict (Kevin Hart) whom he hires to take care of him.",
            "Nicole Kidman, Golshifteh Farahani, and Julianna Margulies also star.",
            "It is the third remake of The Intouchables after the Indian film Oopiri, and the Argentinian film Inseparables (2016).",
            "An English-language remake was first announced in July 2011.",
            "Numerous actors were rumored to star, including Chris Rock, Idris Elba, Colin Firth and Jessica Chastain, and different directors, including Paul Feig and Simon Curtis, were attached to direct.",
            "Hart officially signed on in October 2014, Cranston in March 2016, and Burger to direct that August.",
            "Filming began in Philadelphia in January 2017.",
            "The film premiered at the 2017 Toronto International Film Festival.",
            "Originally to be distributed by The Weinstein Company in March 2018, the film was shelved and sold off following the Harvey Weinstein sexual abuse allegations.",
            "It was eventually bought by STX Entertainment and Lantern Entertainment (the successor of TWC), which then released it in the United States on January 11, 2019, becoming Lantern's first release.",
            "The Upside grossed $122 million worldwide and received mixed reviews from critics, who praised Hart and Cranston's chemistry and performances but criticized the plot for being \"predictable and cliché\"."
        ]
    },
    "Auntie Mame": {
        "online": [
            "Auntie Mame is a 1958 American Technirama Technicolor comedy film based on the 1955 novel of the same name by Edward Everett Tanner III (under the pseudonym Patrick Dennis) and the 1956 play of the same name by Jerome Lawrence and Robert Edwin Lee.",
            "This film version stars Rosalind Russell and was directed by Morton DaCosta.",
            "It is not to be confused with a musical version of the same story that appeared on Broadway in 1966 and was later made into a 1974 film, Mame, starring Lucille Ball as the titular character."
        ]
    },
    "Shine a Light": {
        "online": null
    },
    "Teen Spirit": {
        "online": [
            "\"Smells Like Teen Spirit\" is a song by the American rock band Nirvana.",
            "It is the opening track and lead single from the band's second album, Nevermind (1991), released on DGC Records.",
            "The unexpected success of the song propelled Nevermind to the top of several albums charts at the start of 1992, an event often marked as the point when grunge entered the mainstream.",
            "It was Nirvana's biggest hit, charting high on music industry charts around the world in 1991 and 1992, and was number one on the charts in Belgium, France, New Zealand and Spain.",
            "It was met with wide critical acclaim, and described as an \"anthem for apathetic kids\" of Generation X.",
            "Although Nirvana grew uncomfortable with the mainstream and commercial attention the song brought to them, listeners and critics continue to praise \"Smells Like Teen Spirit\" as one of the greatest songs of all time.",
            "The music video for the song is based on the concept of a high school pep rally which ends in chaos and riot, inspired by Jonathan Kaplan's 1979 film Over the Edge and the Ramones' film Rock 'n' Roll High School.",
            "It won two MTV Video Music Awards, and was in heavy rotation on MTV during the 1990s.",
            "In subsequent years Amy Finnerty, formerly of MTV's programming department, claimed the video \"changed the entire look of MTV\" by giving the channel \"a whole new generation to sell to\".",
            "In 2000, the Guinness World Records named \"Smells Like Teen Spirit\" the \"Most Played Video\" on MTV Europe.",
            "\"Smells Like Teen Spirit\" was included in the Rock and Roll Hall of Fame's list of The Songs That Shaped Rock and Roll.",
            "In 2001, the Recording Industry Association of America (RIAA) ranked the song at number 80 on their Songs of the Century list.",
            "In 2002, NME ranked the song the number two on its list of \"100 Greatest Singles of All Time\", while Kerrang!",
            "ranked it at number one on its list of the \"100 Greatest Singles of All Time\".",
            "In 2021, Rolling Stone ranked \"Smells Like Teen Spirit\" fifth on its list of The 500 Greatest Songs of All Time.",
            "In 2017, it was inducted into the Grammy Hall of Fame."
        ]
    },
    "The Aftermath": {
        "online": null
    },
    "Citizen Kane": {
        "online": null
    },
    "The Mustang": {
        "online": [
            "The Ford Mustang is a series of American automobiles manufactured by Ford.",
            "In continuous production since 1964, the Mustang is currently the longest-produced Ford car nameplate.",
            "Currently in its seventh generation, it is the fifth-best selling Ford car nameplate.",
            "The namesake of the \"pony car\" automobile segment, the Mustang was developed as a highly styled line of sporty coupes and convertibles derived from existing model lines, initially distinguished by \"long hood, short deck\" proportions.",
            "Originally predicted to sell 100,000 vehicles yearly, the 1965 Mustang became the most successful vehicle launch since the 1927 Model A.",
            "Introduced on April 17, 1964 (16 days after the Plymouth Barracuda), over 400,000 units were sold in its first year; the one-millionth Mustang was sold within two years of its launch.",
            "In August 2018, Ford produced the 10-millionth Mustang; matching the first 1965 Mustang, the vehicle was a 2019 Wimbledon White convertible with a V8 engine.",
            "The success of the Mustang launch led to multiple competitors from other American manufacturers, including the Chevrolet Camaro and Pontiac Firebird (1967), AMC Javelin (1968), and Dodge Challenger (1970).",
            "It also competed with the Plymouth Barracuda, which was launched around the same time.",
            "The Mustang also had an effect on designs of coupes worldwide, leading to the marketing of the Toyota Celica and Ford Capri in the United States (the latter, by Lincoln-Mercury).",
            "The Mercury Cougar was launched in 1967 as a unique-bodied higher-trim alternative to the Mustang; during the 1970s, it included more features and was marketed as a personal luxury car.",
            "From 1965 until 2004, the Mustang shared chassis commonality with other Ford model lines, staying rear-wheel-drive throughout its production.",
            "From 1965 to 1973, the Mustang was derived from the 1960 Ford Falcon compact.",
            "From 1974 until 1978, the Mustang (denoted Mustang II) was a longer-wheelbase version of the Ford Pinto.",
            "From 1979 until 2004, the Mustang shared its Fox platform chassis with 14 other Ford vehicles (becoming the final one to use the Fox architecture).",
            "Since 2005, Ford has produced two generations of the Mustang, each using a distinct platform unique to the model line.",
            "Through its production, multiple nameplates have been associated with the Ford Mustang series, including GT, Mach 1, Boss 302/429, Cobra (separate from Shelby Cobra), and Bullitt, along with \"5.0\" fender badging (denoting 4.9 L OHV or 5.0 L DOHC V8 engines)."
        ]
    },
    "Transit": {
        "online": null
    },
    "Josie and the Pussycats": {
        "online": [
            "Josie and the Pussycats is a 2001 satirical musical comedy film co-produced by Universal Pictures and Metro-Goldwyn-Mayer Pictures.",
            "Written and directed by Harry Elfont and Deborah Kaplan, the film is based on both the Archie Comics series and the Hanna-Barbera cartoon of the same name.",
            "Filmed entirely in Vancouver, Canada, the film features Rachael Leigh Cook, Tara Reid, and Rosario Dawson as the Pussycats, with Alan Cumming, Parker Posey, Gabriel Mann, Paulo Costanzo, and Missi Pyle in supporting roles.",
            "Although the film's soundtrack album was well received, charting at No.",
            "16 on the Billboard 200 and quickly achieving Gold status, the film itself received mixed reviews, but was a commercial failure upon its initial release.",
            "However, it has enjoyed later success as a cult film."
        ]
    },
    "The Innocent": {
        "online": null
    },
    "Pillow Talk": {
        "online": [
            "Pillow Talk is a 1959 American romantic comedy film in CinemaScope directed by Michael Gordon and starring Rock Hudson and Doris Day.",
            "The supporting cast features Tony Randall, Thelma Ritter, Nick Adams, Allen Jenkins, Marcel Dalio and Lee Patrick.",
            "The film was written by Russell Rouse, Maurice Richlin, Stanley Shapiro, and Clarence Greene.",
            "It tells the story of Jan Morrow (Day), an interior decorator, and Brad Allen (Hudson), a womanizing composer and bachelor, who share a telephone party line.",
            "When she unsuccessfully files a complaint on him for constantly using the line to woo his conquests, Brad finds out she is rather pretty and decides to trick her by masquerading as a Texas rancher.",
            "The scheme seems to work until their mutual friend Jonathan Forbes (Randall) finds out about it and exposes Brad.",
            "According to a \"Rambling Reporter\" (August 28, 1959) item in The Hollywood Reporter, RKO originally bought the script by Russell Rouse and Clarence Greene in 1942, but since it was not produced, the writers bought it back in 1945.",
            "In 1947, they sold it as a play, but bought it back once again four years later, finally selling it in 1958 to Arwin Productions, the company owned by Doris Day's husband, Martin Melcher.",
            "Although the film was originally titled Pillow Talk, according to a February 2, 1959 \"Rambling Reporter\" item in The Hollywood Reporter, the title \"displeased\" the PCA, and was changed to Any Way the Wind Blows.",
            "In August 1959, however, the original title was reinstated.",
            "The film won the Academy Award for Best Original Screenplay, and was nominated for Best Actress in a Leading Role (Doris Day), Best Actress in a Supporting Role (Thelma Ritter), Best Art Direction-Set Decoration, Color (Richard H. Riedel, Russell A. Gausman, Ruby R. Levitt) and Best Music, Scoring of a Dramatic or Comedy Picture.",
            "This is the first of three romantic comedies in which Day, Hudson, and Randall starred together, the other two being Lover Come Back (1961) and Send Me No Flowers (1964).",
            "Upon its release, Pillow Talk brought in a then staggering domestic box-office gross of $18,750,000 and gave Rock Hudson's career a comeback after the failure of A Farewell to Arms two years earlier.",
            "On July 14, 1980, Jack Martin reported on Pillow Talk as \"biggest hit of 1959\".",
            "In 2009, it was entered into the National Film Registry by the Library of Congress for being \"culturally, historically or aesthetically\" significant and preserved."
        ]
    },
    "The Man Who Knew Too Much": {
        "online": null
    },
    "The Poseidon Adventure": {
        "online": [
            "The Poseidon Adventure is a 1972 American disaster film directed by Ronald Neame, produced by Irwin Allen, and based on Paul Gallico's 1969 novel of the same name.",
            "It has an ensemble cast including five Oscar winners: Gene Hackman, Ernest Borgnine, Jack Albertson, Shelley Winters, and Red Buttons.",
            "The plot centers on the fictional SS Poseidon, an aging luxury liner on its final voyage from New York City to Athens, before it is scrapped.",
            "On New Year's Day, it is overturned by a tsunami.",
            "Passengers and crew are trapped inside, and a preacher attempts to lead a small group of survivors to safety.",
            "The film is in the vein of other all-star disaster films of the early through mid-1970s, such as Airport (1970), Earthquake (1974), and The Towering Inferno (1974).",
            "It was released in December 1972 and was the highest-grossing film of 1973, earning over $125 million worldwide.",
            "It was nominated for eight Academy Awards, and went on to win two Oscars, a Golden Globe Award, a British Academy Film Award, and a Motion Picture Sound Editors Award.",
            "A sequel, Beyond the Poseidon Adventure, also based on a novel by Gallico, was released in 1979."
        ]
    },
    "The Last Dragon": {
        "online": [
            "The Last Dragon (sometimes listed as Berry Gordy's The Last Dragon) is a 1985 American martial arts comedy film written by Louis Venosta, produced by Rupert Hitzig for Berry Gordy, and directed by Michael Schultz.",
            "The film stars Taimak, Vanity, Julius Carry, Christopher Murney, Keshia Knight Pulliam, and Faith Prince.",
            "Choreography was created by Lester Wilson and Lawrence Leritz.",
            "The Last Dragon was released in theatres by TriStar Pictures on March 22, 1985.",
            "The film was a financial success despite a mixed reception by critics and is considered a cult classic."
        ]
    },
    "The Invisibles": {
        "online": [
            "The Invisibles is a comic book series published by the Vertigo imprint of DC Comics from 1994 to 2000.",
            "It was created and scripted by Scottish writer Grant Morrison, and drawn by various artists throughout its publication.",
            "The series loosely follows the doings of a single cell of The Invisible College, a secret organization battling against physical and psychic oppression using time travel, magic, meditation, and physical violence.",
            "For most of the series, the team includes leader King Mob; Lord Fanny, a transgender Brazilian  shaman; Boy, a former member of the NYPD; Ragged Robin, a telepath with a mysterious past; and Jack Frost, a young hooligan from Liverpool who may be the next Buddha.",
            "Their enemies are the Archons of the Outer Church, interdimensional alien gods who have already enslaved most of the human race without their knowledge."
        ]
    },
    "Mad Max: Fury Road": {
        "online": [
            "Mad Max: Fury Road is a 2015 Australian post-apocalyptic action film co-written, co-produced, and directed by George Miller.",
            "Miller collaborated with Brendan McCarthy and Nico Lathouris on the screenplay.",
            "The fourth instalment in the Mad Max franchise, it was produced by Village Roadshow Pictures, RatPac-Dune Entertainment and Kennedy Miller Mitchell, and distributed by Roadshow Entertainment in Australia and by Warner Bros. Pictures internationally.",
            "The film stars Tom Hardy and Charlize Theron, with Nicholas Hoult, Hugh Keays-Byrne, Rosie Huntington-Whiteley, Riley Keough, Zoë Kravitz, Abbey Lee, and Courtney Eaton in supporting roles.",
            "Set in a post-apocalyptic desert wasteland where petrol and water are scarce commodities, Fury Road follows Max Rockatansky (Hardy), who joins forces with Imperator Furiosa (Theron) against warlord Immortan Joe (Keays-Byrne) and his army, leading to a lengthy road battle.",
            "Miller came up with the idea for Fury Road in 1987, but the film spent many years in development hell before pre-production began in 1998.",
            "Attempts to shoot the film in the 2000s were delayed numerous times due to the September 11 attacks, the Iraq War, and controversies surrounding star Mel Gibson, leading Miller to recast Gibson's role of Max Rockatansky.",
            "Miller decided to pursue the film again in 2007, after the release of his animated comedy film Happy Feet.",
            "In 2009, Miller announced that filming would begin in early 2011.",
            "Hardy was cast as Max in June 2010, with production planned to begin that November.",
            "Principal photography was delayed several more times before it actually began in July 2012.",
            "The film wrapped in December 2012, although additional footage was shot in November 2013.",
            "Fury Road premiered in Los Angeles on 7 May 2015, and was released in Australia on 14 May.",
            "It grossed $380.4 million at the worldwide box office, making it the highest-grossing Mad Max film but incurring a net loss of $20–40 million with all expenses factored.",
            "The film was nominated for ten awards at the 88th Academy Awards, winning six, and received numerous other accolades, including Best Film from the National Board of Review, and was also named one of the top ten films of 2015 by the American Film Institute.",
            "Retrospectively, it has been called one of the greatest action films of all time and one of the best films of the 2010s.",
            "A self-titled prequel comic book series was published by Vertigo from 20 May to 5 August 2015, while following a pay dispute between Warner Bros. and Miller that delayed early efforts to produce follow-up projects.",
            "A prequel film, Furiosa: A Mad Max Saga, was released on 24 May 2024, with Miller returning as writer and director."
        ]
    },
    " Cinemix Par Chloe": {
        "online": null
    },
    "Saaho": {
        "online": null
    },
    "Toy Story 4": {
        "online": [
            "Toy Story 2 is a 1999 American animated adventure comedy film produced by Pixar Animation Studios for Walt Disney Pictures.",
            "It is the sequel to Toy Story (1995) and the second installment in the Toy Story franchise.",
            "The film was directed by John Lasseter, co-directed by Ash Brannon and Lee Unkrich (in their feature directorial debuts), and produced by Helene Plotkin and Karen Robert Jackson, from a screenplay written by Andrew Stanton, Rita Hsiao, Doug Chamberlin, and Chris Webb, and a story conceived by Lasseter, Stanton, Brannon, and Pete Docter.",
            "Tom Hanks, Tim Allen, Don Rickles, Jim Varney, Wallace Shawn, John Ratzenberger, Annie Potts, R. Lee Ermey, John Morris, Laurie Metcalf and Jeff Pidgeon reprise their roles from the first Toy Story film.",
            "In the film, Woody is stolen by a greedy toy collector, prompting Buzz Lightyear and his friends to save him, but Woody is then tempted by the idea of immortality in a museum.",
            "Disney initially envisioned Toy Story 2 as a direct-to-video sequel.",
            "The film began production in a building separated from Pixar, on a small scale, as most of the main Pixar staff were busy working on A Bug's Life (1998).",
            "When story reels proved promising, Disney upgraded the film to a theatrical release, but Pixar was unhappy with the film's quality.",
            "Lasseter and the story team redeveloped the entire plot in one weekend.",
            "Although most Pixar features take years to develop, the established release date could not be moved and the production schedule for Toy Story 2 was compressed into nine months.",
            "Despite production struggles, Toy Story 2 debuted on November 24, 1999, to a successful box office run, eventually grossing over $511 million.",
            "It received widespread critical acclaim from critics and audiences, with a 100% rating on the website Rotten Tomatoes, like its predecessor.",
            "It is considered by critics to be one of the few sequel films superior to the original and is frequently featured on lists of the greatest animated films ever made.",
            "Toy Story 2 would go on to become the third-highest-grossing film of 1999, behind Star Wars: Episode I – The Phantom Menace and The Sixth Sense.",
            "Among its accolades, the film won Best Motion Picture – Musical or Comedy at the 57th Golden Globe Awards.",
            "The film has seen multiple home media releases and a theatrical 3-D re-release in 2009 as part of a double feature with the first film, 10 years after its initial release.",
            "A second sequel, Toy Story 3, was released in 2010, and a third sequel, Toy Story 4, was released in 2019."
        ]
    },
    "Brittany Runs a Marathon": {
        "online": [
            "Brittany Runs a Marathon is a 2019 American comedy film written and directed by Paul Downs Colaizzo, in his directorial debut.",
            "It stars Jillian Bell, Michaela Watkins, Utkarsh Ambudkar, Lil Rel Howery, and Micah Stock.",
            "The film follows an overweight woman in New York City who sets out to lose weight and train for the city's annual marathon.",
            "It had its world premiere at the Sundance Film Festival on January 28, 2019 and was released on August 23, 2019, by Amazon Studios."
        ]
    },
    "Overcomer": {
        "online": [
            "Overcomer is a 2019 American Christian drama film directed by Alex Kendrick, who co-wrote the script with Stephen Kendrick.",
            "It is the Kendrick brothers' sixth film and their second through their subsidiary, Kendrick Brothers Productions.",
            "The film was released by Sony Pictures Releasing on August 23, 2019.",
            "It grossed $38 million worldwide against a $5 million budget and garnered Alex Kendrick's third \"A+\" on CinemaScore.",
            "He is the second director to have three films receive the grade, along with Rob Reiner."
        ]
    },
    "Angel Has Fallen": {
        "online": [
            "Angel Has Fallen is a 2019 American political action thriller film directed by Ric Roman Waugh.",
            "It is the third installment in the Has Fallen film series, following Olympus Has Fallen (2013) and London Has Fallen (2016).",
            "The film stars Gerard Butler, Morgan Freeman, Jada Pinkett Smith, Lance Reddick, Tim Blake Nelson, Piper Perabo, Nick Nolte, and Danny Huston.",
            "The plot again follows United States Secret Service agent Mike Banning as he races against time to clear his name after being framed for a drone attack on President of the United States Allan Trumbull.",
            "The film was officially announced in October 2016, and Roman Waugh was hired in July 2017.",
            "New members of the cast were added in early 2018, and filming began in February of that year around Bulgaria and the United Kingdom.",
            "The film was released in the United States on August 23, 2019, by Lionsgate.",
            "It received mixed reviews from critics and grossed $146 million worldwide.",
            "Plans for future sequels and TV spin-offs are in development."
        ]
    },
    "Hustlers": {
        "online": null
    },
    "Once Upon a Time In Hollywood": {
        "online": [
            "Once Upon a Time...in Hollywood is a 2019 comedy action drama film written and directed by Quentin Tarantino.",
            "Produced by Columbia Pictures, Bona Film Group, Heyday Films, and Visiona Romantica and distributed by Sony Pictures, it is a co-production between the United States, United Kingdom, and China.",
            "It features a large ensemble cast led by Leonardo DiCaprio, Brad Pitt, and Margot Robbie.",
            "Set in 1969 Los Angeles, the film follows a fading actor and his stunt double as they navigate the rapidly changing film industry, with the threat of the Tate murders looming.",
            "Announced in July 2017, it is the first Tarantino film not to involve Bob and Harvey Weinstein, as Tarantino ended his partnership with the brothers following the sexual abuse allegations against the latter.",
            "After a bidding war, the film was distributed by Sony Pictures, which met Tarantino's demands including final cut privilege.",
            "Pitt, DiCaprio, Robbie, Zoë Bell, Kurt Russell, and others joined the cast between January and June 2018.",
            "Principal photography lasted from June through November around Los Angeles.",
            "Once Upon a Time in Hollywood is the final film to feature Luke Perry, who died on March 4, 2019, and it is dedicated to his memory.",
            "Once Upon a Time in Hollywood premiered at the 2019 Cannes Film Festival on May 21, 2019, and was theatrically released in the United States on July 26, 2019, and in the United Kingdom on August 14.",
            "It grossed $374 million worldwide and received praise from critics for Tarantino's direction and screenplay, the performances (particularly from DiCaprio and Pitt), cinematography, soundtrack, sound design, costume design, and production values.",
            "The National Board of Review and the American Film Institute named Once Upon a Time in Hollywood one of the top-ten films of 2019.",
            "Once Upon a Time in Hollywood was nominated for ten awards at the 92nd Academy Awards, winning two (Best Supporting Actor for Pitt and Best Production Design), and received numerous other accolades.",
            "A novelization, written by Tarantino in his debut as an author, was published in 2021."
        ]
    },
    "The Angry Birds Movie 2": {
        "online": [
            "The Angry Birds Movie 2 is a 2019 animated comedy film based on Rovio Entertainment's Angry Birds video game series, produced by Columbia Pictures, Sony Pictures Animation, and Rovio Entertainment, and distributed by Sony Pictures Releasing.",
            "The sequel to The Angry Birds Movie (2016), the film was directed by Thurop Van Orman (in his directorial debut) and co-directed by John Rice from a screenplay by Peter Ackerman, Eyal Podell and Jonathon E. Stewart.",
            "It is an international co-production between Finland and the United States.",
            "Jason Sudeikis, Josh Gad, Danny McBride, Bill Hader, and Peter Dinklage reprise their voice roles from the first film, with newcomers Leslie Jones, Rachel Bloom, Awkwafina, Sterling K. Brown, and Eugenio Derbez joining the ensemble voice cast.",
            "In the film, the birds are forced to team up with the pigs to stop Eagle Island's leader from destroying both of their Islands.",
            "Heitor Pereira returned to compose the film's score, with artists such as Kesha and Luke Combs contributing tracks for the film.",
            "It also features classical pop songs from the 1960s to 2000s, as in the first film.",
            "The Angry Birds Movie 2 was theatrically released in Finland on August 7, 2019, and in the United States on August 14.",
            "It was not as financially successful as its predecessor, grossing $152.8 million on a $65 million budget.",
            "It received mixed reviews from critics, who nevertheless considered it an improvement over its predecessor.",
            "A sequel, The Angry Birds Movie 3, is in production."
        ]
    },
    "After The Wedding": {
        "online": null
    },
    "Fiddler: A Miracle of Miracles": {
        "online": [
            "Fiddler: A Miracle of Miracles is a 2019 American documentary film about the creation and significance of the 1964 musical Fiddler on the Roof.",
            "Directed by Max Lewkowicz, it features interviews with Fiddler creators such as Jerry Bock, Sheldon Harnick, Joseph Stein, and Harold Prince, as well as scholars, actors, and other musical theatre figures such as Stephen Sondheim and Lin-Manuel Miranda.",
            "The documentary includes rarely-seen footage of the original Broadway cast as well as interviews with creators, actors, theatrical figures, and scholars.",
            "This film is dedicated to the memory of Harold Prince, who died during production."
        ]
    },
    "Good Boys": {
        "online": null
    },
    "Ad Astra": {
        "online": null
    },
    "Chhichhore": {
        "online": [
            "Chhichhore (transl.",
            "Frivolous) is a 2019 Indian Hindi-language coming-of-age comedy-drama film directed by Nitesh Tiwari, written by Tiwari in association with Piyush Gupta and Nikhil Mehrotra, and produced by Sajid Nadiadwala under Nadiadwala Grandson Entertainment, with Fox Star Studios acquiring the distribution rights.",
            "Based on Tiwari's experiences as a student of the Indian Institute of Technology, Bombay, the film stars Sushant Singh Rajput, Shraddha Kapoor, Varun Sharma, Naveen Polishetty, Tahir Raj Bhasin, Tushar Pandey and Saharsh Kumar Shukla in the lead roles, with Shishir Sharma and Mohammad Samad in supporting roles.",
            "Set parallelly in the 1990s and 2019, Chhichhore tells the story of Aniruddh \"Anni\" Pathak, a middle-aged divorced man whose son Raghav tries to commit suicide after failing to clear the JEE entrance examination, and who, despite survival, is unwilling to live due to the fear of being branded as a \"loser\", which makes a desperate Anni recount his own experience to Raghav of his own time at college, wherein he and his five friends too were called 'losers', and how they managed to remove that 'tag'; as he continues along to narrate his story, the other five join their friend and complete the story.",
            "Principal photography commenced in September 2018.",
            "Chhichhore was released on 6 September 2019, receiving widespread critical and commercial acclaim for its direction, storyline, dialogues, humour, performances of the ensemble cast, social message, and portrayal of hostel life in Indian colleges.",
            "Earning ₹215 crores (₹2150 million/$28 million) worldwide to emerge as a blockbuster, it went on to receive the National Film Award for Best Feature Film in Hindi at the 67th National Film Awards announced in 2021.",
            "It also received five nominations at the 65th Filmfare Awards – Best Film, Best Director for Tiwari, Best Story, Best Dialogue and Best Editing.",
            "This was Rajput's last theatrical release and penultimate appearance before his demise on 14 June 2020."
        ]
    },
    "Hobbs and Shaw": {
        "online": null
    },
    "Echo In The Canyon": {
        "online": [
            "Echo in the Canyon is a 2018 film directed by Andrew Slater.",
            "The film is produced by Eric Barrett and Andrew Slater under the banner of Mirror Films.",
            "The film stars Lou Adler, Fiona Apple, the Beach Boys, Beck, Tom Petty, Jackson Browne, Buffalo Springfield, the Byrds, Jade Castrinos, Eric Clapton, David Crosby, Jakob Dylan, Norah Jones, and Michelle Phillips.",
            "It had its world premiere at the LA Film Festival on September 20, 2018.",
            "It was released in theaters May 24, 2019.",
            "An accompanying soundtrack has also been released on CD, vinyl, and digitally featuring Jakob Dylan and guests such as Eric Clapton, Neil Young, Fiona Apple, and Beck, amongst others."
        ]
    },
    "Luce": {
        "online": null
    },
    "The Farewell": {
        "online": [
            "Farewell, Farewell is a live Fairport Convention album recorded on the band's farewell tour in 1979.",
            "It is the last Fairport album to feature fiddler/mandolinist Dave Swarbrick.",
            "Tracks are drawn from three performances of the Farewell Tour during Spring 1979: at Birmingham University, Southampton University and at Derby Assembly Rooms.",
            "Most of the songs are performances of already familiar tracks from previous studio albums.",
            "In 1997 to mark the 30th anniversary of Fairport Convention, the album was remastered, repackaged and re-released as \"Encore Encore\".",
            "This version included the 1980 studio single \"Rubber Band\" plus three additional tracks recorded on the 1979 tour: \"The Hens March Through the Midden/Four Poster Bed\", \"Flatback Caper\" and \"Dirty Linen\"."
        ]
    },
    "IT Chapter Two": {
        "online": [
            "It Chapter Two is a 2019 American supernatural horror film directed by Andy Muschietti from a screenplay by Gary Dauberman.",
            "It is the sequel to It (2017) and the second of a two-part adaptation of the 1986 novel It by Stephen King.",
            "The film stars Jessica Chastain, James McAvoy, Bill Hader, Isaiah Mustafa, Jay Ryan, James Ransone, Andy Bean, and Bill Skarsgård as Pennywise.",
            "In addition to the latter, several cast members from the previous film also reprised their roles including Jaeden Lieberher, Jeremy Ray Taylor, Sophia Lillis, Finn Wolfhard, Wyatt Oleff, Chosen Jacobs, Jack Dylan Grazer, Nicholas Hamilton, Molly Atkinson, Stephen Bogaert, Jake Sim, Logan Thompson, Joe Bostick and Megan Charpentier.",
            "Set 27 years after the events of the previous film, the story centers on the Losers Club and their relationships as they reunite to destroy It once and for all.",
            "Talks for an It sequel began in February 2016.",
            "By September 2017, New Line Cinema announced that the film would be released in September 2019, with Dauberman writing the script and Muschietti to direct.",
            "On a $79 million budget, filming took place from June to November 2018 at Pinewood Toronto Studios, Oshawa, and Toronto.",
            "It Chapter Two premiered at the Regency Village Theatre in Los Angeles on August 26, 2019, and was released in the United States on September 6 by Warner Bros. Pictures.",
            "The film received mixed reviews from critics, who praised its performances (particularly that of Hader and Skarsgård), production design, and themes, but criticized its runtime, pacing and scares, which were unfavorably compared to its predecessor.",
            "Despite this, it was a box office success, grossing $473.1 million worldwide against a budget of $79 million.",
            "This was a drop from the $701.8 million that the first film grossed."
        ]
    },
    "Official Secrets": {
        "online": [
            "Official Secrets is a 2019 British drama film directed by Gavin Hood, based on the case of whistleblower Katharine Gun who exposed an illegal spying operation by American and British intelligence services to gauge sentiment of and potentially blackmail United Nations diplomats tasked to vote on a resolution regarding the 2003 invasion of Iraq.",
            "Keira Knightley stars as Gun, alongside Matt Smith, Matthew Goode, Adam Bakri, Indira Varma and Ralph Fiennes.",
            "The film had its world premiere at the Sundance Film Festival on 28 January 2019 and was released in the United States on 30 August 2019, by IFC Films, and in the United Kingdom on 18 October 2019, by Entertainment One."
        ]
    },
    "Blinded by the Light": {
        "online": [
            "\"Blinded by the Light\" is a song written and recorded by Bruce Springsteen, which first appeared on his 1973 debut album Greetings from Asbury Park, N.J. A cover by British rock band Manfred Mann's Earth Band reached number one on the Billboard Hot 100 in the United States in February 1977 and was also a top ten hit in the United Kingdom, New Zealand, and Canada."
        ]
    },
    "Where'd You Go": {
        "online": [
            "Where'd You Go, Bernadette is a 2019 American comedy-drama film directed by Richard Linklater from a screenplay by Linklater, Holly Gent, and Vince Palmo, based on the 2012 novel of the same name by Maria Semple.",
            "It stars Cate Blanchett, Billy Crudup, Kristen Wiig, Judy Greer, and Laurence Fishburne.",
            "Where'd You Go, Bernadette was released on August 16, 2019, by Annapurna Pictures through their United Artists Releasing joint venture.",
            "It received mixed reviews from critics."
        ]
    },
    "A Faithful Man": {
        "online": [
            "A Faithful Man (French: L'Homme fidèle) is a 2018 French romantic comedy-drama film directed by Louis Garrel, from a screenplay he co-wrote with Jean-Claude Carrière.",
            "It stars Laetitia Casta, Lily-Rose Depp, Joseph Engel and Garrel.",
            "The film had its world premiere at the Toronto International Film Festival on 9 September 2018.",
            "It was released in France on 26 December 2018 by Ad Vitam Distribution."
        ]
    },
    "47 Meters Down: Uncaged": {
        "online": [
            "47 Meters Down: Uncaged is a 2019 survival horror film directed by Johannes Roberts and written by Roberts and Ernest Riera.",
            "A sequel to 47 Meters Down (2017), none of the cast from the previous film returns.",
            "The new cast consists of Sophie Nélisse, Corinne Foxx, Brianne Tju, Sistine Stallone, Davi Santos, Khylin Rhambo, Brec Bassinger, Nia Long and John Corbett.",
            "The film also marked the film debuts for Foxx and Stallone.",
            "The plot follows a group of teenage girls who scuba dive to a sunken Mayan city, only to be trapped by a group of sharks that are swimming in it.",
            "47 Meters Down: Uncaged was released in the United States on August 16, 2019, by Entertainment Studios.",
            "The film grossed $47 million against a $12 million budget and received mixed reviews from critics."
        ]
    },
    "Mission Mangal": {
        "online": null
    },
    "The Art of Racing in the Rain": {
        "online": [
            "The Art of Racing in the Rain is a 2019 American comedy-drama film directed by Simon Curtis and written by Mark Bomback, based on the 2008 novel of the same name by author Garth Stein.",
            "The film stars Milo Ventimiglia, Amanda Seyfried, Kevin Costner as the voice of Enzo and Parker as Enzo, the golden retriever.",
            "It was theatrically released on August 9, 2019 by 20th Century Fox.",
            "The film received mixed reviews from critics and grossed over $33 million worldwide."
        ]
    },
    "Yesterday": {
        "online": null
    },
    "Stage Door": {
        "online": null
    },
    "The Ladykillers": {
        "online": null
    },
    "True Grit": {
        "online": null
    },
    "Supa Modo": {
        "online": [
            "Supa Modo is a 2018 internationally co-produced drama film directed by Likarion Wainaina.",
            "It first premiered at 68th Berlin International Film Festival.",
            "It was selected as the Kenyan entry for the Best Foreign Language Film at the 91st Academy Awards, but it was not nominated."
        ]
    },
    "Searching for Sugar Man": {
        "online": null
    },
    "The Visitor": {
        "online": null
    },
    "Little Woods": {
        "online": [
            "Little Woods is a 2018 crime drama film, written and directed by Nia DaCosta in her feature directorial debut.",
            "The film stars Tessa Thompson, Lily James, Luke Kirby, James Badge Dale and Lance Reddick.",
            "Little Woods had its world premiere at the Tribeca Film Festival on 21 April 2018, and was released on 19 April 2019 in the United States by Neon and on 16 May 2019 in Australia by Limelight Distribution.",
            "In the United Kingdom, it was released both digitally and on DVD as Crossing the Line on 29 April 2019 by Signature Entertainment."
        ]
    },
    "Green Book": {
        "online": [
            "Green Book is a 2018 American biographical comedy-drama film directed by Peter Farrelly.",
            "Starring Viggo Mortensen and Mahershala Ali, the film is inspired by the true story of a 1962 tour of the Deep South by African American pianist Don Shirley and Italian American bouncer and later actor Frank \"Tony Lip\" Vallelonga, who served as Shirley's driver and bodyguard.",
            "Written by Farrelly alongside Lip's son Nick Vallelonga and Brian Hayes Currie, the film is based on interviews with Lip and Shirley, as well as letters Lip wrote to his wife.",
            "It is named after The Negro Motorist Green Book, a guide book for African American travelers founded by Victor Hugo Green in 1936 and published until 1966.",
            "Green Book had its world premiere at the Toronto International Film Festival on September 11, 2018, where it won the People's Choice Award.",
            "It was then theatrically released in the United States on November 16, 2018, by Universal Pictures, and grossed $321 million worldwide.",
            "The film received positive reviews from critics, with praise for the performances of Mortensen and Ali, although it also drew some criticism for its depiction of both race and Shirley.",
            "Green Book received many awards and nominations.",
            "It won the Academy Award for Best Picture, Best Original Screenplay, and Best Supporting Actor (for Ali).",
            "It also won the Producers Guild of America Award for Best Theatrical Motion Picture, the Golden Globe Award for Best Motion Picture – Musical or Comedy, and the National Board of Review award for the best film of 2018, and was chosen as one of the top 10 films of the year by the American Film Institute.",
            "Ali also won the Golden Globe, Screen Actors Guild, and BAFTA Awards for Best Supporting Actor."
        ]
    },
    "Theatre of Blood": {
        "online": [
            "Theatre of Blood (U.S. title: Theater of Blood) is a 1973 British horror comedy film directed by Douglas Hickox and starring Vincent Price and Diana Rigg."
        ]
    },
    "Close Encounters of the Third Kind": {
        "online": [
            "Close Encounters of the Third Kind is a 1977 American science fiction drama film written and directed by Steven Spielberg, starring Richard Dreyfuss, Melinda Dillon, Teri Garr, Bob Balaban, Cary Guffey, and François Truffaut.",
            "The film depicts the stories of Roy Neary, an everyday blue-collar worker in Indiana, whose life changes after an encounter with a UFO; and of Jillian, a single mother whose three-year-old son was abducted by a UFO.",
            "Close Encounters was a long-cherished project for Spielberg.",
            "In late 1973, he developed a deal with Columbia Pictures for a science-fiction film.",
            "Though Spielberg received sole credit for the script, he was assisted by Paul Schrader, John Hill, David Giler, Hal Barwood, Matthew Robbins, and Jerry Belson, all of whom contributed to the screenplay in varying degrees.",
            "The title is derived from Ufologist J. Allen Hynek's classification of close encounters with extraterrestrials, in which the third kind denotes human observations of extraterrestrials or \"animate beings\".",
            "Douglas Trumbull served as the visual effects supervisor, while Carlo Rambaldi designed the extraterrestrials.",
            "Made on a production budget of US$19.4 million, Close Encounters was released in a limited number of cities on November 16 and 23, 1977, and expanded into wide release the following month.",
            "It was a critical and financial success, eventually grossing over $300 million worldwide.",
            "It received numerous awards and nominations at the 50th Academy Awards, 32nd British Academy Film Awards, the 35th Golden Globe Awards and the 5th Saturn Awards, and has been widely acclaimed by the American Film Institute.",
            "In December 2007, it was deemed \"culturally, historically, or aesthetically significant\" by the United States Library of Congress and selected for preservation in the National Film Registry.",
            "A Special Edition was released theatrically in 1980.",
            "Spielberg agreed to create this edition to add more scenes that they had been unable to include in the original release, with the studio demanding a controversial scene depicting the interior of the extraterrestrial mothership.",
            "Spielberg's dissatisfaction with the altered ending scene led to a third version, the Director's Cut on VHS and LaserDisc in 1998 (and later DVD and Blu-ray).",
            "It is the longest version, combining Spielberg's favorite elements from both previous editions but removing the scenes inside the mothership.",
            "The film was later remastered in 4K and was then re-released in theaters in 2017 for its 40th anniversary."
        ]
    },
    "My Big Fat Greek Wedding": {
        "online": [
            "My Big Fat Greek Wedding is a 2002 romantic comedy film directed by Joel Zwick and written by Nia Vardalos.",
            "The film stars Vardalos, John Corbett, Lainie Kazan, Michael Constantine, Gia Carides, Louis Mandylor, Andrea Martin, and Joey Fatone.",
            "It follows a young Greek-American woman who falls in love with a non-Greek and struggles to get her family to accept him while she comes to terms with her heritage and cultural identity.",
            "An international co-production between the United States and Canada, the film premiered at the American Film Market on February 22, 2002, and was theatrically released in the United States on April 19, 2002, by IFC Films.",
            "It received positive reviews from critics and was a box office success, grossing $368.7 million worldwide against its $5 million budget, becoming the ninth-highest-grossing film of 2002.",
            "It was nominated for Best Original Screenplay at the 75th Academy Awards and for Best Motion Picture – Musical or Comedy and Best Actress in a Motion Picture – Musical or Comedy for Vardalos at the 60th Golden Globe Awards.",
            "The film spawned a franchise, which inspired the 2003 sitcom My Big Fat Greek Life and the 2016 sequel My Big Fat Greek Wedding 2.",
            "A third film, titled My Big Fat Greek Wedding 3, was released in theaters on September 8, 2023."
        ]
    },
    "Labyrinth": {
        "online": [
            "In Greek mythology, the Labyrinth (Ancient Greek: λαβύρινθος, romanized: Labúrinthos) was an elaborate, confusing structure designed and built by the legendary artificer Daedalus for King Minos of Crete at Knossos.",
            "Its function was to hold the Minotaur, the monster eventually killed by the hero Theseus.",
            "Daedalus had so cunningly made the Labyrinth that he could barely escape it after he built it.",
            "Although early Cretan coins occasionally exhibit branching (multicursal) patterns, the single-path (unicursal) seven-course \"Classical\" design without branching or dead ends became associated with the Labyrinth on coins as early as 430 BC, and similar non-branching patterns became widely used as visual representations of the Labyrinth – even though both logic and literary descriptions make it clear that the Minotaur was trapped in a complex branching maze.",
            "Even as the designs became more elaborate, visual depictions of the mythological Labyrinth from the Roman era until the Renaissance are almost invariably unicursal.",
            "Branching mazes were reintroduced only when hedge mazes became popular during the Renaissance.",
            "In English, the term labyrinth is generally synonymous with maze.",
            "As a result of the long history of unicursal representation of the mythological Labyrinth, however, many contemporary scholars and enthusiasts observe a distinction between the two.",
            "In this specialized usage, maze refers to a complex branching multicursal puzzle with choices of path and direction, while a unicursal labyrinth has only a single path to the center.",
            "A labyrinth in this sense has an unambiguous route to the center and back and presents no navigational challenge.",
            "Unicursal labyrinths appeared as designs on pottery or basketry, as body art, and in etchings on walls of caves or churches.",
            "The Romans created many primarily decorative unicursal designs on walls and floors in tile or mosaic.",
            "Many labyrinths set in floors or on the ground are large enough that the path can be walked.",
            "Unicursal patterns have been used historically both in group ritual and for private meditation, and are increasingly found for therapeutic use in hospitals and hospices."
        ]
    },
    "The Lord of the Rings: The Return of the King": {
        "online": [
            "The Lord of the Rings: The Return of the King is a 2003 epic high fantasy adventure film directed by Peter Jackson from a screenplay by Fran Walsh, Philippa Boyens, and Jackson.",
            "It is based on 1955's The Return of the King, the third volume of the novel The Lord of the Rings by J. R. R. Tolkien.",
            "The sequel to 2002's  The Lord of the Rings: The Two Towers, the film is the third and final instalment in The Lord of the Rings trilogy.",
            "It features an ensemble cast including Elijah Wood, Ian McKellen, Liv Tyler, Viggo Mortensen, Sean Astin, Cate Blanchett, John Rhys-Davies, Bernard Hill, Billy Boyd, Dominic Monaghan, Orlando Bloom, Hugo Weaving, Miranda Otto, David Wenham, Karl Urban, John Noble, Andy Serkis, Ian Holm, and Sean Bean.",
            "Continuing the plot of the previous film, Frodo, Sam and Gollum make their final way toward Mount Doom to destroy the One Ring, unaware of Gollum's true intentions, while Merry, Pippin, Gandalf, Aragorn, Legolas, Gimli and their allies join forces against Sauron and his legions from Mordor.",
            "The Return of the King was financed and distributed by American studio New Line Cinema, but filmed and edited entirely in Jackson's native New Zealand, concurrently with the other two parts of the trilogy.",
            "It premiered on 1 December 2003 at the Embassy Theatre in Wellington and was then released on 17 December 2003 in the US and 18 December 2003 in New Zealand.",
            "The film was acclaimed by critics and audiences, who considered it a landmark in filmmaking and the fantasy film genre, and a satisfying conclusion to the trilogy, with praise for the visual effects, performances, action sequences, direction, screenplay, musical score, costume design, emotional depth, scope, and story.",
            "It grossed over $1.1 billion worldwide, becoming the highest-grossing film of 2003, the second-highest-grossing film of all time during its run, and the highest-grossing film ever released by New Line Cinema.",
            "Like the previous films in the trilogy, The Return of the King is widely recognised as one of the greatest and most influential films ever made.",
            "The film received numerous accolades; at the 76th Academy Awards, it won all eleven awards for which it was nominated, including Best Picture, the first fantasy film to do so and tying with 1959's Ben-Hur and 1997's Titanic as the movie with the most Academy Award wins.",
            "It also became the second film series whose entries have all won Best Visual Effects, after the original Star Wars trilogy."
        ]
    },
    "Defense": {
        "online": null
    },
    "Steel Magnolias": {
        "online": null
    },
    "Scary Stories to Tell in the Dark": {
        "online": [
            "Scary Stories to Tell in the Dark is a series of three collections of short horror stories for children, written by Alvin Schwartz and originally illustrated by Stephen Gammell.",
            "In 2011, HarperCollins published editions featuring new art by Brett Helquist, causing mass controversy among fans of Gammell.",
            "Subsequent printings have restored the original Gammell art.",
            "The titles of the books are Scary Stories to Tell in the Dark (1981), More Scary Stories to Tell in the Dark (1984), and Scary Stories 3: More Tales to Chill Your Bones (1991).",
            "The three books each feature numerous short stories in the horror genre.",
            "Author Schwartz drew heavily from folklore and urban legends as the topic of his stories, researching extensively and spending more than a year on writing each book.",
            "Acknowledged influences include William Shakespeare, T. S. Eliot, Mark Twain, Joel Chandler Harris, Bennett Cerf and Jan Harold Brunvand.",
            "The first volume was published in 1981, and the books have subsequently been collected in both a box set and a single volume.",
            "There is also an audiobook version of each book, read by George S. Irving.",
            "The audiobooks are presented in unabridged format with the exception of a handful of missing stories from the first book.",
            "As of 2017, the books had collectively sold more than seven million copies, and appeared on numerous children's best-seller lists.",
            "They have collectively been hailed as a \"cultural touchstone for a generation\", with the original charcoal and ink artwork by Gammell often singled out for praise.",
            "A film adaptation of the same name was released on August 23, 2019 to generally favorable reviews from critics."
        ]
    },
    "Madeline's Madeline": {
        "online": [
            "Madeline's Madeline is a 2018 American drama film written and directed by Josephine Decker.",
            "It stars Helena Howard in her first film role, alongside Molly Parker and Miranda July.",
            "The film follows a teenage actress who is encouraged by her theater director to blur the lines between the character she is playing and her actual identity.",
            "The film is known for its experimental visuals and the improvisational process Decker used to create the story, not unlike the characters themselves.",
            "The film had its world premiere at the Sundance Film Festival on January 22, 2018.",
            "It was released on August 10, 2018, by Oscilloscope Laboratories.",
            "The film received critical acclaim, particularly for Howard's performance, which was hailed by IndieWire as one of the 50 best performances of the 2010s decade."
        ]
    },
    "Rojo": {
        "online": null
    },
    "Tel Aviv on Fire": {
        "online": [
            "Tel Aviv on Fire (Hebrew: תל אביב על האש, Tel Aviv Al Ha'Esh) is a 2018 satirical comedy-drama film directed by Sameh Zoabi and co-written by Zoabi and Dan Kleinman.",
            "The film premiered internationally at the 75th Venice International Film Festival in the Orizzonti section, where Kais Nashef won the Best Actor award.",
            "The Israeli premiere was at the Haifa International Film Festival, where the film won the Best Film and Best Screenplay awards.",
            "It was selected as the Luxembourgish entry for the Best International Feature Film at the 92nd Academy Awards, but it was not nominated."
        ]
    },
    "Paprika": {
        "online": [
            "Paprika (US ,  ; UK , ) is a spice made from dried and ground red peppers.",
            "It is traditionally made from Capsicum annuum varietals in the Longum group, including chili peppers.",
            "Paprika can have varying levels of heat, but the chili peppers used for hot paprika tend to be milder and have thinner flesh than those used to produce chili powder.",
            "In some languages, but not English, the word paprika also refers to the plant and the fruit from which the spice is made, as well as to peppers in the Grossum group (e.g., bell peppers).",
            ": 5, 73 \nAll capsicum varieties are descended from wild ancestors in North America, in particular Central Mexico, where they have been cultivated for centuries.",
            "The peppers were subsequently introduced to the Old World, when peppers were brought to Spain in the 16th century.",
            "The seasoning is used to add flavor and color to many types of dishes in diverse cuisines.",
            "The trade in paprika expanded from the Iberian Peninsula to Africa and Asia: 8  and ultimately reached Central Europe through the Balkans, which was then under Ottoman rule.",
            "This helps explain the Serbo-Croatian origin of the English term.",
            "In Spanish, paprika has been known as pimentón since the 16th century, when it became a typical ingredient in the cuisine of western Extremadura.",
            ": 5, 73  Despite its presence in Central Europe since the beginning of Ottoman conquests, it did not become popular in Hungary until the late 19th century.",
            "Paprika can range from mild to hot – the flavor also varies from country to country – but almost all plants grown produce the sweet variety.",
            "Sweet paprika is mostly composed of the pericarp, with more than half of the seeds removed, whereas hot paprika contains some seeds, stalks, ovules, and calyces.",
            ": 5, 73  The red, orange or yellow color of paprika is due to its content of carotenoids."
        ]
    },
    "In Fabric": {
        "online": [
            "In Fabric is a 2018 British horror film written and directed by Peter Strickland, and starring Marianne Jean-Baptiste, Hayley Squires, Leo Bill and Gwendoline Christie.",
            "The film follows a haunted red dress as it torments various owners.",
            "It had its world premiere at the Toronto International Film Festival on 13 September 2018.",
            "It was released in the United Kingdom on 28 June 2019 by Curzon and in the United States on 6 December 2019 by A24.",
            "The film received acclaim from critics for its direction, humour, atmosphere, and its homages to Italian giallo films; however, audiences were divided on its absurdity and slow pacing."
        ]
    },
    "Give Me Liberty": {
        "online": [
            "\"Give me liberty or give me death!\"",
            "is a quotation attributed to American politician and orator Patrick Henry from a speech he made to the Second Virginia Convention on March 23, 1775, at St. John's Church in Richmond, Virginia.",
            "Henry is credited with having swung the balance in convincing the convention to pass a resolution delivering Virginian troops for the Revolutionary War.",
            "Among the delegates to the convention were future United States presidents Thomas Jefferson and George Washington.",
            "Over forty years after Patrick Henry delivered his speech and eighteen years after his death, biographer William Wirt published a posthumous reconstruction of the speech in his 1817 work Sketches of the Life and Character of Patrick Henry.",
            "This is the version of the speech as it is widely known today and was reconstructed based on the recollections of elderly witnesses many decades later.",
            "A scholarly debate persists among colonial historians as to what extent Wirt or others invented parts of the speech including its famous closing words."
        ]
    },
    "Live Flesh": {
        "online": [
            "Live Flesh (Spanish: Carne trémula) is a 1997 erotic romantic thriller drama film written and directed by Pedro Almodóvar, based on the 1986 novel of the same name by English author Ruth Rendell.",
            "The film stars Javier Bardem, Francesca Neri, Liberto Rabal, Ángela Molina and José Sancho, with Penélope Cruz and Pilar Bardem."
        ]
    },
    "The Load": {
        "online": [
            "The Load (Serbian: Терет, romanized: Teret) is a 2018 Serbian war drama film directed by Ognjen Glavonić.",
            "It was selected to screen in the Directors' Fortnight section at the 2018 Cannes Film Festival.",
            "It also won the Golden Pram Award for Best Feature Film at the 2018 Zagreb Film Festival."
        ]
    }
}