{
    "Atlanta Botanical Garden": {
        "category": "Park",
        "online": [
            "The Atlanta Botanical Garden is a 30 acres (12 ha) botanical garden located adjacent to Piedmont Park in Midtown Atlanta, Georgia, United States.",
            "Incorporated in 1976, the garden's mission is to \"develop and maintain plant collections for the purposes of display, education, conservation, research and enjoyment.\""
        ]
    },
    "360 CHICAGO": {
        "category": "Tourist Attraction",
        "online": [
            "The John Hancock Center is a 100-story, 1,128-foot supertall skyscraper located in Chicago, Illinois.",
            "Located in the Magnificent Mile district, the building was officially renamed 875 North Michigan Avenue in 2018.",
            "The skyscraper was designed by Peruvian-American chief designer Bruce Graham and Bangladeshi-American structural engineer Fazlur Rahman Khan of Skidmore, Owings and Merrill (SOM).",
            "When the building topped out on May 6, 1968, it was the second-tallest building in the world after the Empire State Building, in New York City, and the tallest in Chicago.",
            "It is currently the fifth-tallest building in Chicago and the thirteenth-tallest in the United States, behind the Aon Center in Chicago and ahead of the Comcast Technology Center in Philadelphia.",
            "When measured to the top of its antenna masts, it stands at 1,500 feet (457 m).",
            "The building is home to several offices and restaurants, as well as about 700 condominiums, and at the time of its completion contained the highest residence in the world.",
            "The building was named for John Hancock Mutual Life Insurance Company, a developer and original tenant of the building, which itself was named for the U.S.",
            "Founding Father John Hancock.",
            "In 2018 John Hancock Insurance, years after leaving the building, requested that its name be removed; the owner is seeking another naming rights deal.",
            "From the 95th-floor restaurant, which closed in late 2023, diners were able look out at Chicago and Lake Michigan.",
            "The observatory (360 Chicago), which competes with the Willis Tower's Skydeck, has a 360° view of the city, up to four states, and a distance of over 80 miles (130 km).",
            "360 Chicago is home to TILT, a moving platform that leans visitors over the edge of the skyscraper to a 30-degree angle, a full bar with local selections, Chicago's only open-air SkyWalk, and also features free interactive high-definition touchscreens in six languages.",
            "The 44th-floor sky lobby features the highest indoor swimming pool in the United States."
        ]
    },
    "Autry Museum of the American West": {
        "category": "Museum",
        "online": [
            "The Autry Museum of the American West (Autry National Center) is a museum in Los Angeles, California, dedicated to exploring an inclusive history of the American West.",
            "Founded in 1988, the museum presents a wide range of exhibitions and public programs, including lectures, film, theater, festivals, family events, and music, and performs scholarship, research, and educational outreach.",
            "It attracts about 150,000 visitors annually.",
            "In 2013, it extensively redesigned and renovated the Irene Helen Jones Parks Gallery of Art and the Gamble Firearms Gallery in its main building.",
            "In its related opening exhibit for the Parks Gallery, Art of the West, the new organization enabled material to be presented in relation to themes rather than chronology, and paintings were shown next to crafts, photography, video and other elements in new relationships."
        ]
    },
    "Children's Museum of Atlanta": {
        "category": "Museum",
        "online": [
            "The Children's Museum of Atlanta (known as \"Imagine It!",
            "The Children's Museum of Atlanta\" from 2003 to 2011) is a children's museum located in Atlanta, Georgia.",
            "Founded in 1988 as a \"Museum Without Walls,\" the museum opened to the public in 2003.",
            "The museum is located Downtown, adjacent to Centennial Olympic Park.",
            "The 16,316-square-foot museum, one of four children's museums in Georgia, includes exhibits designed for and geared toward children under the age of nine and hosts field trips from schools and learning centers throughout North Georgia.",
            "The Imaginators, the museum's troupe of professional actors, guide field trip groups through the museum, invent fun hands-on activities for children, and create terrific programming, including original and lively 20-minute mini-musicals, which are frequently themed to tie in with the featured traveling exhibit.",
            "The Imaginators connect play and learning in a fun way."
        ]
    },
    "High Museum of Art": {
        "category": "Museum",
        "online": [
            "The High Museum of Art (colloquially the High) is the largest museum for visual art in the Southeastern United States.",
            "Located in Atlanta, Georgia (on Peachtree Street in Midtown, the city's arts district), the High is 312,000 square feet (28,985 m2) and a division of the Woodruff Arts Center.",
            "The High organizes and presents exhibitions of international and national significance alongside its comprehensive collection of more than 18,000 works of art, and is especially known for its 19th- and 20th-century American decorative arts, folk and self-taught art, modern and contemporary art, and photography.",
            "A cultural nexus of Atlanta since 1905, it hosts festivals, live performances, public conversations, independent art films, and educational programs year-round.",
            "It also features dedicated spaces for children of all ages and their caregivers, an on-site restaurant, and a museum store.",
            "In 2010, it had 509,000 visitors, 95th among world art museums."
        ]
    },
    "Maggie Daley Park ice skating ribbon": {
        "category": "Sports Venue",
        "online": [
            "Maggie Daley Park Ice Skating Ribbon is a seasonal public ice skating surface in the Maggie Daley Park section of Grant Park in the Loop community area of Chicago, which is bounded by Columbus Drive, Randolph Street, Monroe Street and Lake Shore Drive.",
            "The ice skating ribbon opened on December 13, 2014, along with the park.",
            "The rink extends for one-quarter mile (0.40 km) mile and has a capacity of 700 skaters.",
            "In the summer, the rink  serves as a walking and rollerskating path.",
            "The rink features changes in elevation, which give it an incline and decline.",
            "On November 20, 2014, the city announced that the ice skating ribbon would open on an undetermined date in December with free admission and $12 skate rentals, which was the same price structure as was being used at McCormick Tribune Plaza & Ice Rink at the time; other outdoor public skating rinks in the Chicago Park District charged a $3 admission for adults but had lower rental fees.",
            "Lockers are also available for rental for a nominal fee at the skating ribbon.",
            "Among the numerous rules for the skating ribbon is a ban on the use of smartphones while skating.",
            "In the first month, 28,000 skate rentals generated over $300,000 for the city.",
            "The rink is closed for one-hour periods during which the ice is resurfaced by a Zamboni machine.",
            "Because of the inconvenience of frequent lengthy closure periods, the Park announces the skating schedule and resurfacing schedule daily via a dedicated Maggie Daley Park Zamboni Twitter account, @MDPZamboni."
        ]
    },
    "Wrigley Field": {
        "category": "Sports Venue",
        "online": null
    },
    "92nd Street Y": {
        "category": "Performing Arts Venue",
        "online": [
            "92nd Street Y, New York (92NY) is a cultural and community center located on the Upper East Side of Manhattan in New York City, at the corner of East 92nd Street and Lexington Avenue.",
            "Founded in 1874 as the Young Men's Hebrew Association, the 92nd Street Y (often simply called \"the Y\") transformed from a secular social club to a large arts and cultural center in the 20th century."
        ]
    },
    "Bayonne Bridge": {
        "category": "Historical Landmark",
        "online": [
            "The Bayonne Bridge is an arch bridge that spans the Kill Van Kull between Staten Island, New York and Bayonne, New Jersey.",
            "It carries New York State Route 440 and New Jersey Route 440, with the two roads connecting at the state border at the river’s center.",
            "It has the sixth-longest steel arch mainspan in the world,  the longest in the world at the time of its completion.",
            "The bridge is also one of four connecting New Jersey with Staten Island; the other two roadway bridges are the Goethals Bridge in Elizabeth and Outerbridge Crossing (which also carries Route 440) in Perth Amboy, and the rail-only span is the Arthur Kill Vertical Lift Bridge, all of which cross the Arthur Kill.",
            "The original four-lane roadway was designed for the Port Authority of New York and New Jersey by Swiss master bridge-builder Othmar Ammann and architect Cass Gilbert.",
            "Completed in 1931, it included a walkway, and offered 151 feet (46 m) of vertical clearance above the water.",
            "A Port Authority project to provide increased clearance required to accommodate New Panamax ships began in 2013, raising it approximately 64 feet (20 m) to 215 feet (66 m) by June 8, 2017.",
            "The new roadways opened on May 24, 2019, with each carrying two lanes of unidirectional motor traffic plus shoulders for disabled vehicles, in addition to a separate path for pedestrians and bicyclists."
        ]
    },
    "Bow Bridge": {
        "category": "Historical Landmark",
        "online": null
    },
    "Chihuly Garden and Glass": {
        "category": "Museum",
        "online": [
            "Chihuly Garden and Glass is an exhibit in the Seattle Center directly next to the Space Needle, showcasing the studio glass of Dale Chihuly.",
            "It opened in May 2012 at the former site of the defunct Fun Forest amusement park.",
            "The project features three primary components: the Garden, the Glasshouse, and the Interior Exhibits, with significant secondary spaces including a bar featuring both all-ages seating and a separate area for guests age 21+, a 50-seat multi-use theater and lecture space, retail and lobby spaces, and extensive public site enhancements beyond the Garden.",
            "The 100-foot-long installation inside of the Glasshouse is one of Chihuly's largest suspended sculptures.",
            "Designed with the help of architect Owen Richards, the facility was awarded LEED silver certification from the USGBC.",
            "Starting in 2019, the Chihuly Garden and Glass has run a free art and glass festival named Refract: The Seattle Glass Experience.",
            "The festival brings together artists, collectors, and showcases of glass art from the Puget Sound area.",
            "The museum regularly partners with Seattle Public Schools (SPS) to invite elementary school students to visit the museum's galleries and take part in hands-on classes.",
            "The partnership between Chihuly Garden and Glass and SPS dates back to 2013, with the museum providing over 17,300 free tickets to SPS students as of 2024."
        ]
    },
    "Museum of History & Industry (MOHAI)": {
        "category": "Museum",
        "online": [
            "The Museum of History & Industry (MOHAI) is a history museum in the South Lake Union neighborhood of Seattle, Washington, United States.",
            "It is the largest private heritage organization in Washington state, maintaining a collection of nearly four million artifacts, photographs, and archival materials primarily focusing on Seattle and the greater Puget Sound region.",
            "A portion of this collection (roughly 2% at any given time) is on display in the museum's galleries at the historic Naval Reserve Armory in Lake Union Park.",
            "The museum's keynote exhibits include: Boeing's first commercial plane, the 1919 Boeing B-1; the Petticoat Flag, a U.S. flag sewn by women during the 1856 Battle of Seattle; and the Rainier Brewing Company's 12-foot tall neon \"R\" sign.",
            "In addition to both permanent and temporary exhibits, MOHAI administers ongoing youth and adult programming, and regularly hosts public events in partnership with other community organizations, particularly within the South Lake Union neighborhood.",
            "MOHAI is accredited by the American Alliance of Museums and is a Smithsonian affiliate museum."
        ]
    },
    "Atlanta History Center": {
        "category": "Museum",
        "online": [
            "The Atlanta History Center is a history museum and research center located in the Buckhead district of Atlanta, Georgia.",
            "The Museum was founded in 1926, and has a large campus featuring historic gardens and houses, including Swan House, Smith Farm, and Wood Family Cabin.",
            "Atlanta History Center's Midtown Campus includes the Margaret Mitchell House & Museum.",
            "Atlanta History Center holds one of the largest collections of Civil War artifacts in the United States."
        ]
    },
    "3D Toronto sign": {
        "category": "Tourist Attraction",
        "online": [
            "The Toronto Sign is an illuminated three-dimensional sign in Nathan Phillips Square in Toronto, Ontario, Canada, that spells the city's name.",
            "It is 3 metres (9.8 ft) tall and 22 metres (72 ft) long (prior to the addition of the maple leaf and the medicine wheel), lit by LED lights that can create an estimated 228 million colour combinations."
        ]
    },
    "Hole in the Rock": {
        "category": "Historical Landmark",
        "online": null
    },
    "Balboa Park": {
        "category": "Park",
        "online": [
            "Balboa Park is a 1,200-acre (490 ha) historic urban cultural park in San Diego, California.",
            "Placed in reserve in 1835, the park's site is one of the oldest in the United States dedicated to public recreational use.",
            "The park hosts various museums, theaters, restaurants, and the San Diego Zoo.",
            "It is managed and maintained by the Parks and Recreation Department of the City of San Diego.",
            "Balboa Park hosted the 1915–16 Panama–California Exposition and 1935–36 California Pacific International Exposition, both of which left architectural landmarks.",
            "The park and its historic exposition buildings were declared a National Historic Landmark and National Historic Landmark District in 1977, and placed on the National Register of Historic Places."
        ]
    },
    "Alcatraz": {
        "category": "Historical Landmark",
        "online": [
            "Alcatraz Island () is a small island 1.25 miles (2.01 km) offshore from San Francisco, California, United States.",
            "The island was developed in the mid-19th century with facilities for a lighthouse, a military fortification, and a military prison.",
            "In 1934, the island was converted into a federal prison, Alcatraz Federal Penitentiary.",
            "The strong currents around the island and cold water temperatures made escape nearly impossible, and the prison became one of the most notorious in American history.",
            "The prison closed in 1963, and the island is now a major tourist attraction.",
            "Beginning in November 1969, the island was occupied for more than 19 months by a group of American Indians, initially primarily from San Francisco, who were later joined by AIM and other urban Indians from other parts of the country, who were part of a wave of Native American activists organizing public protests across the US through the 1970s.",
            "In 1972, Alcatraz was transferred to the Department of Interior to become part of Golden Gate National Recreation Area.",
            "It was designated as a National Historic Landmark in 1986.",
            "Today, the island's facilities are managed by the National Park Service as part of Golden Gate National Recreation Area.",
            "Visitors can reach the island by ferry ride from Pier 33, located between the San Francisco Ferry Building and Fisherman's Wharf, San Francisco.",
            "Hornblower Cruises, operating under the name Alcatraz Cruises, is the official ferry provider to and from the island.",
            "Alcatraz Island is the site of the abandoned federal prison, the oldest operating lighthouse on the West Coast of the United States, early military fortifications, and natural features such as rock pools and a seabird colony (mostly western gulls, cormorants, and egrets).",
            "According to a 1971 documentary on the history of Alcatraz, the island measures 1,675 feet (511 m) by 590 feet (180 m) and is 135 feet (41 m) at highest point during mean tide.",
            "The total area of the island is reported to be 22 acres (8.9 ha).",
            "Landmarks on the island include the Main Cellhouse, Dining Hall, Lighthouse, the ruins of the Warden's House and Social Hall, Parade Grounds, Building 64, Water Tower, New Industries Building, Model Industries Building, and the Recreation Yard."
        ]
    },
    "Oracle Park": {
        "category": "Sports Venue",
        "online": [
            "Oracle Park is a baseball stadium in the SoMa district of San Francisco, California.",
            "Since 2000, it has been the ballpark of Major League Baseball's San Francisco Giants.",
            "Previously named Pacific Bell Park, SBC Park, and AT&T Park, the stadium's current name was purchased by the Oracle Corporation in 2019.",
            "The stadium stands along the San Francisco Bay; the section of the bay beyond Oracle Park's right field wall is unofficially known as McCovey Cove, in honor of former Giants player Willie McCovey.",
            "Oracle Park has also hosted professional and collegiate American football games.",
            "The stadium was the home of the annual college postseason bowl game now known as the Redbox Bowl from its inaugural playing in 2002 until 2013, and also served as the temporary home for the University of California's football team in 2011.",
            "Professionally, it was the home of the San Francisco Demons of the XFL and the California Redwoods of the United Football League.",
            "Public transit access to the stadium is provided within San Francisco by Muni Metro or Muni Bus, from the Peninsula and Santa Clara Valley via Caltrain, and from parts of the Bay Area across the water via various ferries of San Francisco Bay.",
            "The Muni 2nd and King Station is directly outside the ballpark, the 4th & King Caltrain station is 1.5 blocks from the stadium, and the Oracle Park Ferry Terminal is outside the eastern edge of the ballpark beyond the center field bleachers."
        ]
    },
    "Angels Flight Railway": {
        "category": "Historical Landmark",
        "online": [
            "Angels Flight is a landmark and historic 2 ft 6 in (762 mm) narrow gauge funicular railway in the Bunker Hill district of Downtown Los Angeles, California.",
            "It has two funicular cars, named Olivet and Sinai, that run in opposite directions on a shared cable.",
            "The tracks cover a distance of 298 feet (91 m) over a vertical gain of 96 feet (29 m).",
            "The funicular has operated on two different sites, using the same cars and station elements.",
            "The original location, with trackage along the side of Third Street Tunnel and connecting Hill Street and Olive Street, operated from 1901 until 1969, when its site was cleared for redevelopment.",
            "The current location opened half a block south of the original location in 1996, mid-block between 3rd and 4th Streets, with tracks connecting Hill Street and California Plaza.",
            "It was shut down in 2001, following a fatal accident, and reopened in 2010.",
            "It was closed again during June and July of 2011, and then again after a minor derailment incident in September of 2013.",
            "The investigation of this latter incident led to the discovery of potentially serious safety problems in both the design and the operation of the funicular.",
            "Before the 2013 service suspension, the cost of a one-way ride was 50 cents (25 cents for Metro pass holders).",
            "Although it was marketed primarily as a tourist novelty, it was frequently used by local workers to travel between the Downtown Historic Core and Bunker Hill.",
            "In 2015, the executive director of the nearby REDCAT arts center described the railroad as an important \"economic link,\" and there was pressure for the city to fund and re-open the railroad.",
            "After safety enhancements were completed, Angels Flight reopened for public service in August of 2017, charging $1 for a one-way ride (50 cents for TAP card users)."
        ]
    },
    "Adventure Island": {
        "category": "Theme Park",
        "online": null
    },
    "Acuario Inbursa": {
        "category": "Nature Preserve",
        "online": [
            "The Acuario Inbursa is an aquarium in the Nuevo Polanco area of Miguel Hidalgo district, Mexico City.",
            "It is the largest in Mexico with 3500 square meters of exhibition space and 1.6 million liters of ocean water.",
            "The project of billionaire Carlos Slim, it cost 250 million Mexican pesos, or 19 million US dollars, to build.",
            "It opened in June 2014 with 3000 animals of 230 different species, with plans by the end of the year to have 10,000 animals of over 300 species.",
            "The building has 5 stories of which 4 are underground.",
            "Some Mexican press articles claim the aquarium as the largest in Latin America, however the National Aquarium of Dominican Republic is much larger at 34,500m2, and the AquaRio in Rio de Janeiro has a larger volume of water and number of species."
        ]
    },
    "American Writers Museum": {
        "category": "Museum",
        "online": [
            "The American Writers Museum is a museum of American Literature and writing that opened in Chicago in May 2017.",
            "The museum was designed by Amaze Design of Boston.",
            "The American museum was inspired by the Dublin Writers Museum."
        ]
    },
    "Bloedel Conservatory": {
        "category": "Park",
        "online": [
            "The Bloedel Floral Conservatory is a conservatory and aviary located at the top of Queen Elizabeth Park in Vancouver, British Columbia."
        ]
    },
    "Sen Classical Chinese Garden": {
        "category": "Park",
        "online": [
            "The Dr. Sun Yat-Sen Classical Chinese Garden (Chinese: 中山公園; lit.",
            "'Zhongshan Park') is a Chinese garden in Vancouver, British Columbia, Canada.",
            "Located in the city's Chinatown, it was the first Chinese garden built outside of Asia.",
            "It is located at 578 Carrall Street and consists of a freely accessible public park and a garden with an admission fee.",
            "The mandate of the garden is to \"maintain and enhance the bridge of understanding between Chinese and western cultures, promote Chinese culture generally and be an integral part of the local community.\""
        ]
    },
    "Stanley Park": {
        "category": "Park",
        "online": [
            "Stanley Park is a 405-hectare (1,001-acre) public park in British Columbia, Canada, that makes up the northwestern half of Vancouver's Downtown peninsula, surrounded by waters of Burrard Inlet and English Bay.",
            "The park borders the neighbourhoods of West End and Coal Harbour to its southeast, and is connected to the North Shore via the Lions Gate Bridge.",
            "The historic lighthouse on Brockton Point marks the park's easternmost point.",
            "While it is not the largest urban park, Stanley Park is about one-fifth larger than New York City's 340-hectare (840-acre) Central Park and almost half the size of London's 960-hectare (2,360-acre) Richmond Park.",
            "Stanley Park has a long history.",
            "The land was originally used by Indigenous peoples for thousands of years before British Columbia was colonized by the British during the 1858 Fraser Canyon Gold Rush and was one of the first areas to be explored in the city.",
            "For many years after colonization, the future park, with its abundant resources, would also be home to non-Indigenous settlers.",
            "The land was later turned into Vancouver's first park when the city incorporated in 1886.",
            "It was named after Lord Stanley, 16th Earl of Derby, a British politician who had recently been appointed Governor General of Canada.",
            "It was originally known as Coal Peninsula and was set aside for military fortifications to guard the entrance to Vancouver harbour.",
            "In 1886, Vancouver City Council successfully sought a lease of the park which was granted for $1 per year.",
            "In September 1888, Lord Stanley opened the park in his name.",
            ": 254 \nUnlike other large urban parks, Stanley Park is not the creation of a landscape architect but rather the evolution of a forest and urban space over many years.",
            "Most of the manmade structures present in the park were built between 1911 and 1937 under the influence of then-superintendent W.S.",
            "Rawlings.",
            "Additional attractions, such as a polar bear exhibit, aquarium, and a miniature train, were added in the post–World War II period.",
            "Much of the park remains as densely forested as it was in the late 1800s, with about a half million trees, some of which stand as tall as 76 metres (249 ft) and are hundreds of years old.",
            "Thousands of trees were lost (and many replanted) after three major windstorms that took place in the past 100 years, the last in 2006.",
            "Significant effort was put into constructing the near-century-old Vancouver Seawall, which can draw thousands of people to the park in the summer.",
            "The park also features forest trails, beaches, lakes, children's play areas, and the Vancouver Aquarium, among many other attractions.",
            "On June 18, 2014, Stanley Park was named \"top park in the entire world\" by Tripadvisor, based on reviews submitted."
        ]
    },
    "Arte Carrillo Gil Museum": {
        "category": "Museum",
        "online": null
    },
    "Brandon Lee and Bruce Lee's Grave Site": {
        "category": "Tourist Attraction",
        "online": [
            "Lake View Cemetery is a private cemetery located in Seattle, Washington, in the Capitol Hill neighborhood, just north of Volunteer Park.",
            "Known as \"Seattle's Pioneer Cemetery,\" it is run by an independent, non-profit association.",
            "It was founded in 1872 as the Seattle Masonic Cemetery and later renamed for its view of Lake Washington to the east."
        ]
    },
    "Bosque de Chapultepec": {
        "category": "Park",
        "online": [
            "Chapultepec, more commonly called the \"Bosque de Chapultepec\" (Chapultepec Forest) in Mexico City, is one of the largest city parks in Mexico, measuring in total just over 686 hectares (1,700 acres).",
            "Centered on a rock formation called Chapultepec Hill, one of the park's main functions is as an ecological space in Greater Mexico City.",
            "It is considered the first and most important of Mexico City's \"lungs\".",
            "The area encompassing modern-day Chapultepec has been inhabited and considered a landmark since the pre-Columbian era, when it became a retreat for Aztec rulers.",
            "In the colonial period, Chapultepec Castle was built here, eventually becoming the official residence of Mexico's heads of state.",
            "It would remain so until 1934, when Los Pinos, in another area of the park, became the presidential residence.",
            "Bosque de Chapultepec is divided into four sections, with the first section being the oldest and most visited.",
            "This section contains most of the park's attractions, including the castle, the Chapultepec Zoo, the Museum of Anthropology, and the Rufino Tamayo Museum, among others.",
            "It receives an estimated 15 million visitors per year.",
            "This prompted the need for major rehabilitation efforts that began in 2005 and ended in 2010.",
            "The government has authorized the construction of business, offices, and big parking lots for cars."
        ]
    },
    "Oaks Amusement Park": {
        "category": "Theme Park",
        "online": [
            "Oaks Park is a small amusement park located 3.5 miles (5.6 km) south of downtown Portland, Oregon, United States.",
            "Opened in May 1905, it is one of the oldest continually operating amusement parks in the country.",
            "The 44-acre (18 ha) park includes midway games, about two dozen rides that operate seasonally, a skating rink that is open all year, and picnic grounds.",
            "It is also home to the Herschell–Spillman Noah's Ark Carousel, a historic wooden carousel built in 1912."
        ]
    },
    "Art Gallery of New South Wales": {
        "category": "Museum",
        "online": [
            "The Art Gallery of New South Wales (AGNSW), founded as the New South Wales Academy of Art in 1872 and known as the National Art Gallery of New South Wales between 1883 and 1958, is located in The Domain, Sydney, Australia.",
            "It is the most important public gallery in Sydney and one of the largest in Australia.",
            "The gallery's first public exhibition opened in 1874.",
            "Admission is free to the general exhibition space, which displays Australian art (including Indigenous Australian art), European and Asian art.",
            "A dedicated Asian Gallery was opened in 2003."
        ]
    },
    "Alcatraz Island": {
        "category": "Historical Landmark",
        "online": [
            "Alcatraz Island () is a small island 1.25 miles (2.01 km) offshore from San Francisco, California, United States.",
            "The island was developed in the mid-19th century with facilities for a lighthouse, a military fortification, and a military prison.",
            "In 1934, the island was converted into a federal prison, Alcatraz Federal Penitentiary.",
            "The strong currents around the island and cold water temperatures made escape nearly impossible, and the prison became one of the most notorious in American history.",
            "The prison closed in 1963, and the island is now a major tourist attraction.",
            "Beginning in November 1969, the island was occupied for more than 19 months by a group of American Indians, initially primarily from San Francisco, who were later joined by AIM and other urban Indians from other parts of the country, who were part of a wave of Native American activists organizing public protests across the US through the 1970s.",
            "In 1972, Alcatraz was transferred to the Department of Interior to become part of Golden Gate National Recreation Area.",
            "It was designated as a National Historic Landmark in 1986.",
            "Today, the island's facilities are managed by the National Park Service as part of Golden Gate National Recreation Area.",
            "Visitors can reach the island by ferry ride from Pier 33, located between the San Francisco Ferry Building and Fisherman's Wharf, San Francisco.",
            "Hornblower Cruises, operating under the name Alcatraz Cruises, is the official ferry provider to and from the island.",
            "Alcatraz Island is the site of the abandoned federal prison, the oldest operating lighthouse on the West Coast of the United States, early military fortifications, and natural features such as rock pools and a seabird colony (mostly western gulls, cormorants, and egrets).",
            "According to a 1971 documentary on the history of Alcatraz, the island measures 1,675 feet (511 m) by 590 feet (180 m) and is 135 feet (41 m) at highest point during mean tide.",
            "The total area of the island is reported to be 22 acres (8.9 ha).",
            "Landmarks on the island include the Main Cellhouse, Dining Hall, Lighthouse, the ruins of the Warden's House and Social Hall, Parade Grounds, Building 64, Water Tower, New Industries Building, Model Industries Building, and the Recreation Yard."
        ]
    },
    "Balto Statue": {
        "category": "Tourist Attraction",
        "online": [
            "A bronze statue of Balto by Frederick Roth is installed in Central Park, Manhattan, New York.",
            "Balto (1919 – March 14, 1933) was an Alaskan husky and sled dog belonging to musher and breeder Leonhard Seppala.",
            "He achieved fame when he reportedly led a team of sled dogs on the final leg of the 1925 serum run to Nome, in which diphtheria antitoxin was transported from Anchorage, Alaska, to Nenana, Alaska, by train and then to Nome by dog sled to combat an outbreak of the disease."
        ]
    },
    "Bethesda Terrace": {
        "category": "Tourist Attraction",
        "online": [
            "Bethesda Terrace and Fountain are two architectural features overlooking the southern shore of the Lake in New York City's Central Park.",
            "The fountain, with its Angel of the Waters statue, is located in the center of the terrace.",
            "Bethesda Terrace's two levels are united by two grand staircases and a lesser one that passes under Terrace Drive.",
            "They provide passage southward to the Central Park Mall and Naumburg Bandshell at the center of the park.",
            "The upper terrace flanks the 72nd Street Cross Drive and the lower terrace provides a podium for viewing the Lake.",
            "The mustard-olive colored carved stone is New Brunswick sandstone, with a harder stone for cappings, with granite steps and landings, and herringbone pattern paving of Roman brick laid on edge."
        ]
    },
    "Lodhi Garden": {
        "category": "Park",
        "online": null
    },
    "The Garden of Five Senses": {
        "category": "Park",
        "online": [
            "The Garden of Five Senses is a park in Delhi, India.",
            "Spread over 20 acres, the park is located in Saidul Ajaib village, opposite Saket, near the Mehrauli heritage area.",
            "Designed by Delhi architect, Pradeep Sachdeva, the park was developed by Delhi Tourism and Transportation Development Corporation, Delhi at a cost of Rs 10 crore, over a period of three years and opened in February 2003.",
            "Partly built over a rocky terrain, the garden has various theme areas, including a section on the lines of Mughal Gardens, plus pools of water lilies, bamboo courts, herb gardens and solar energy park."
        ]
    },
    "30 St Mary Axe (The Gherkin)": {
        "category": "Historical Landmark",
        "online": [
            "The Gherkin, formally 30 St Mary Axe and previously known as the Swiss Re Building, is a commercial skyscraper in London's primary financial district, the City of London.",
            "It was completed in December 2003 and opened in April 2004.",
            "With 41 floors, it is 180 metres (591 ft) tall and stands on the sites of the former Baltic Exchange and Chamber of Shipping, which were extensively damaged in 1992 in the Baltic Exchange bombing by a device placed by the Provisional IRA in St Mary Axe, a narrow street leading north from Leadenhall Street.",
            "After plans to build the 92-storey Millennium Tower were dropped, 30 St Mary Axe was designed by Foster + Partners and the Arup Group.",
            "It was built by Skanska; construction started in 2001.",
            "The building has become a recognisable landmark of London, and it is one of the city's most widely recognised examples of contemporary architecture.",
            "It won the 2003 Emporis Skyscraper Award."
        ]
    },
    "Arizona Capitol Museum": {
        "category": "Museum",
        "online": [
            "The Arizona Territorial - Arizona State Capitol in Phoenix, Arizona, United States, was the last home for Arizona's territorial government until Arizona became a state in 1912.",
            "Initially, all three branches of the new state government occupied the four floors of the statehouse.",
            "As the state expanded \nthe branches relocated to adjacent buildings and additions.",
            "The 1901 portion of the capitol is now maintained as the Arizona Capitol Museum with a focus on the history and culture of Arizona.",
            "The Arizona State Library, which occupied most of the 1938 addition until July 2017, re-opened in late 2018 as a part of the Arizona Capitol Museum."
        ]
    },
    "American Church in Paris": {
        "category": "Place of Worship",
        "online": [
            "The American Church in Paris (formerly the American Chapel in Paris) was the first American church established outside the United States.",
            "It traces its roots back to 1814, and the present church building - located at 65 Quai d'Orsay in the 7th arrondissement of Paris, France - dates to 1931."
        ]
    },
    "Black Creek Pioneer Village": {
        "category": "Museum",
        "online": [
            "The Village at Black Creek, previously Black Creek Pioneer Village, and before that Dalziel Pioneer Park, is an open-air heritage museum in Toronto, Ontario, Canada.",
            "The village is located in the North York district of Toronto, just west of York University and southeast of the Jane and Steeles intersection.",
            "It overlooks Black Creek, a tributary of the Humber River.",
            "The village is a recreation of life in 19th-century Ontario and gives an idea how rural Ontario might have looked in the early-to-mid-19th century.",
            "The village is a regular destination for field trips by schoolchildren from the Greater Toronto Area.",
            "It was opened in 1960 and is operated by the Toronto and Region Conservation Authority.",
            "Napier Simpson, 1925-1978, a restoration architect in Ontario devoted his professional life to raising public awareness of the importance of heritage conservation including the Black Creek Pioneer Village project."
        ]
    },
    "SkyJump": {
        "category": "Theme Park",
        "online": [
            "SkyJump Las Vegas is a commercial decelerator located at The Strat on the Las Vegas Strip.",
            "It holds the Guinness World Record for highest commercial decelerator descent with an official height of 829 ft (253 m).",
            "As part of its grand opening event, Las Vegas Mayor Oscar Goodman presented a written proclamation deeming April 20, 2010 as SkyJump Day in Las Vegas."
        ]
    },
    "Fremont Troll": {
        "category": "Historical Landmark",
        "online": [
            "The Fremont Troll (also known as The Troll, or the Troll Under the Bridge) is a public sculpture in the Fremont neighborhood of Seattle, Washington in the United States."
        ]
    },
    "Ripley's Aquarium of Canada": {
        "category": "Nature Preserve",
        "online": [
            "Ripley's Aquarium of Canada is a public aquarium in Toronto, Ontario, Canada.",
            "The aquarium is one of three aquariums owned-and-operated by Ripley Entertainment.",
            "It is located in downtown Toronto, just southeast of the CN Tower.",
            "The aquarium has 5.7 million litres (1.25 million gallons) of marine and freshwater habitats from across the world.",
            "The exhibits hold more than 20,000 exotic sea and freshwater specimens from more than 450 species."
        ]
    },
    "Crystal Springs Rhododendron Garden": {
        "category": "Park",
        "online": [
            "Crystal Springs Rhododendron Garden is a botanical garden located between Reed College and the Eastmoreland Golf Course in southeastern Portland in the U.S. state of Oregon."
        ]
    },
    "Burke Museum of Natural History and Culture": {
        "category": "Museum",
        "online": [
            "The Burke Museum of Natural History and Culture (commonly as Burke Museum) is a natural history museum on the campus of the University of Washington, in Seattle, Washington, United States.",
            "It is administered by the UW College of Arts and Sciences.",
            "Established in 1899 as the Washington State Museum, the museum traces its origins to a high school naturalist club formed in 1879.",
            "The museum is the oldest in Washington state and boasts a collection of more than 16 million artifacts, including the world's largest collection of spread bird wings.",
            "The Burke Museum is the official state museum of Washington."
        ]
    },
    "Aquarium of the Bay": {
        "category": "Nature Preserve",
        "online": [
            "Aquarium of the Bay is a public aquarium located at The Embarcadero and Beach Street, at the edge of Pier 39 in San Francisco, California.",
            "The aquarium is focused on local aquatic animals from the San Francisco Bay and neighboring rivers and watersheds as far as the Sierra Mountains.",
            "Since 2005 the Aquarium has focused its mission on enabling ocean conservation and climate action both locally and globally.",
            "It is one of seven institutions under parent company Bay Ecotarium, the largest watershed conservation organization in the Bay Area\nThe Aquarium of the Bay is a Smithsonian Affiliate and certified as a Green Business by the city of San Francisco.",
            "It contains over 750,000 gallons of salt water that over 24,000 animals from 200+ species call home.",
            "It is the only Smithsonian-affiliated aquarium in the state of California.",
            "It was previously accredited by the Association of Zoos and Aquariums but the accreditation was revoked in May 2024."
        ]
    },
    "ANZ Stadium": {
        "category": "Sports Venue",
        "online": null
    },
    "DISCOVERY Children's Museum": {
        "category": "Museum",
        "online": [
            "DISCOVERY Children's Museum is a nonprofit children's museum in Las Vegas, Nevada.",
            "Formerly known as Lied Discovery Children's museum, this 58,000-square-foot (5,400 m2), three-story space is now located adjacent to The Smith Center in Downtown Las Vegas.",
            "The Museum sees roughly 250,000 visitors each year."
        ]
    },
    "Bodies The Exhibition": {
        "category": "Museum",
        "online": [
            "Bodies: The Exhibition is an exhibition showcasing human bodies that have been preserved through a process called plastination and dissected to display bodily systems.",
            "It opened in Tampa, Florida on August 20, 2005.",
            "It is similar to, though not affiliated with, the exhibition Body Worlds (which opened in 1995).",
            "The exhibit displays internal organs and organic systems, bodies staged in active poses, and fetuses in various stages of development.",
            "The show is operated by Premier Exhibitions which presents and promotes similar exhibits including \"Bodies Revealed\", and \"Our Body: The Universe Within\", and other entertainment exhibits.",
            "The Exhibition showcases 13 whole-body specimens and more than 260 organs and partial body specimens.",
            "These real human bodies have been meticulously dissected, preserved through an innovative process.",
            "Concerns have been raised by human rights advocates that the bodies are those of executed Chinese prisoners, and that the families of the victims have not consented.",
            "The exhibition has claimed that the presumed origin of the bodies and fetuses \"relies solely on the representations of its Chinese partners\" and that they \"cannot independently verify\" that the bodies do not belong to executed prisoners.",
            "Catholics also had high levels of concern about allowing children to view displays containing human remains."
        ]
    },
    "Burnham Park": {
        "category": "Park",
        "online": [
            "Burnham Park, officially known as the Burnham Park Reservation, is a historic urban park located in downtown Baguio, Philippines.",
            "It was designed by eponymous American architect and Baguio city planner, Daniel Burnham."
        ]
    },
    "The Fox Theatre": {
        "category": "Performing Arts Venue",
        "online": [
            "Fox Theatres was a large chain of movie theaters in the United States dating from the 1920s either built by Fox Film studio owner William Fox, or subsequently merged in 1929 by Fox with the West Coast Theatres chain, to form the Fox West Coast Theatres chain.",
            "Fox West Coast went into bankruptcy and was sold to The National Theatres Corporation, led by Charles Skouras, on November 19, 1934, for $17,000,000.00.",
            "Eugene Klein later became CEO of National, and turned it into the conglomerate National General.",
            "Mann Theatres bought National General's theatres in 1973.",
            "This chain should not be confused with the Reading, Pennsylvania-based Fox Theaters, founded by Richard Allen \"Dick\" Fox in 1957 and primarily based on the East Coast."
        ]
    },
    "Central de Abastos Iztapalapa": {
        "category": "Shopping Area",
        "online": [
            "The Central de Abasto (also spelled Abastos; English for \"Supply Center\") is Mexico City's main wholesale market for produce and other foodstuffs run similarly to traditional public markets.",
            "It was constructed to be the meeting point for producers, wholesalers, retailers and consumers for the entire country.",
            "Located in the eastern borough of Iztapalapa, it is the most important commercial establishment in Mexico and the largest of its kind in the world.",
            "The market handles over 30,000 tons of merchandise daily, representing 80% of the consumption of the Mexico City metropolitan area.",
            "The market was established on former farmland to ease congestion in the historic center of Mexico City."
        ]
    },
    "Jimmy Carter Presidential Library and Museum": {
        "category": "Museum",
        "online": [
            "The Jimmy Carter Library and Museum in Atlanta, Georgia, houses U.S. President Jimmy Carter's papers and other material relating to the Carter administration and the Carter family's life.",
            "The library also hosts special exhibits, such as Carter's Nobel Peace Prize and a full-scale replica of the Oval Office as it was during the Carter Administration, including a reproduction of the Resolute desk.",
            "The Carter Library and Museum includes some parts that are owned and administered by the federal government, and some that are privately owned and operated.",
            "The library and museum are run by the National Archives and Records Administration and are part of the presidential library system of the federal government.",
            "Privately owned areas house Carter's offices and the offices of the Carter Center, a non-profit human rights agency.",
            "The building housing the library and museum makes up 69,750 square feet (6,480 square metres), with 15,269 square feet (1,418.5 square metres) of space for exhibits and 19,818 square feet (1,841.2 square metres) of archive and storage space.",
            "The library stacks house 27 million pages of documents; 500,000 photos, and 40,000 objects, along with films, videos, and audiotapes.",
            "These collections cover all areas of the Carter administration, from foreign and domestic policy to the personal lives of President Jimmy Carter and First Lady Mrs. Rosalynn Carter.",
            "The complex is situated next to John Lewis Freedom Parkway, which was originally called \"Presidential Parkway\" (and at one point, \"Jimmy Carter Parkway\") in its planning stages.",
            "The land on which the museum sits was a part of General Sherman's headquarters during the Civil War's Battle of Atlanta.",
            "Although President Herbert Hoover and almost all Presidents since (except John F. Kennedy and Lyndon B. Johnson) have chosen to be buried at their presidential museum, this will not be the case for Jimmy Carter, who plans to be interred at his home at Plains, Georgia with his wife Rosalynn Carter.",
            "The Carters have also planned for their home, which is owned by the National Park Service and is part of the Jimmy Carter National Historical Park, to be converted into a museum after their death."
        ]
    },
    "Arizona Science Center": {
        "category": "Museum",
        "online": [
            "The Arizona Science Center, at 600 Washington St in Downtown Phoenix, Arizona, is a science museum located in Heritage and Science Park.",
            "It was founded in 1984 as the Arizona Museum of Science & Technology in a downtown storefront.",
            "Its current building, designed by Antoine Predock, was completed in 1997.",
            "Along with daily demonstrations throughout the Center, the Center provides shows in the Dorrance Planetarium and in a five-story, giant screen IMAX Theater."
        ]
    },
    "Castles N' Coasters": {
        "category": "Theme Park",
        "online": [
            "Castles N' Coasters is an amusement park and family amusement center located in Phoenix, Arizona.",
            "The approximately 14-acre (57,000 m2) park features four outdoor 18-hole miniature golf courses, several rides, and an indoor video game arcade.",
            "The park was built in 1976, and is designed in a Middle-Eastern motif though other eras are featured such as the Wild West-themed miniature golf course and log flume ride.",
            "Other attractions includes a go-kart track, bumper cars, bumper boats, 2 roller coasters called Patriot and Desert Storm, some thrill rides including Magic Carpet, Sea Dragon, Free Fall and Sky Diver drop rides, and a log flume called Splashdown."
        ]
    },
    "American Folk Art Museum": {
        "category": "Museum",
        "online": [
            "The American Folk Art Museum is an art museum in the Upper West Side of Manhattan in New York City, at 2 Lincoln Square, Columbus Avenue at 66th Street.",
            "It is the premier institution devoted to the aesthetic appreciation of folk art and creative expressions of contemporary self-taught artists from the United States and abroad.",
            "Its collection holds over 8,000 objects from the 18th century to the present.",
            "These works span both traditional folk art and the work of contemporary self-taught artists and Art Brut.",
            "In its ongoing exhibitions, educational programming, and outreach, the museum showcases the creative expressions of individuals whose talents developed without formal artistic training.",
            "Admission is free.",
            "The museum had record yearly attendance of more than 130,000 visitors."
        ]
    },
    "American Museum of Natural History": {
        "category": "Museum",
        "online": [
            "The American Museum of Natural History (AMNH) is a natural history museum on the Upper West Side of Manhattan in New York City.",
            "Located in Theodore Roosevelt Park, across the street from Central Park, the museum complex comprises 21 interconnected buildings housing 45 permanent exhibition halls, in addition to a planetarium and a library.",
            "The museum collections contain about 32 million specimens of plants, animals, fungi, fossils, minerals, rocks, meteorites, human remains, and human cultural artifacts, as well as specialized collections for frozen tissue and genomic and astrophysical data, of which only a small fraction can be displayed at any given time.",
            "The museum occupies more than 2,500,000 sq ft (232,258 m2).",
            "AMNH has a full-time scientific staff of 225, sponsors over 120 special field expeditions each year, and averages about five million visits annually.",
            "The AMNH is a private 501(c)(3) organization.",
            "The naturalist Albert S. Bickmore devised the idea for the American Museum of Natural History in 1861, and, after several years of advocacy, the museum opened within Central Park's Arsenal on May 22, 1871.",
            "The museum's first purpose-built structure in Theodore Roosevelt Park was designed by Calvert Vaux and J. Wrey Mould and opened on December 22, 1877.",
            "Numerous wings have been added over the years, including the main entrance pavilion (named for Theodore Roosevelt) in 1936 and the Rose Center for Earth and Space in 2000."
        ]
    },
    "Vancouver Aquarium": {
        "category": "Nature Preserve",
        "online": [
            "The Vancouver Aquarium is a public aquarium located in Stanley Park in Vancouver, British Columbia, Canada.",
            "In addition to being a major tourist attraction for Vancouver, the aquarium is a centre for marine research, ocean literacy education, climate activism,  conservation and marine animal rehabilitation.",
            "The Vancouver Aquarium was one of the first facilities to incorporate professional naturalists into the galleries to interpret animal behaviours.",
            "Prior to this, at the London Zoo Fish House, naturalists James S. Bowerbank, Ray Lankester, David W. Mitchell and Philip H. Gosse (the creator of the word aquarium) had regularly held \"open house\" events, but the Vancouver Aquarium was the first to employ educational naturalists on a full-time basis.",
            "Aquarium research projects extend worldwide, and include marine mammal rescue and rehabilitation.",
            "On August 9, 2010, Prime Minister Stephen Harper and B.C.",
            "Premier Gordon Campbell announced capital funding of up to $15 million.",
            "The province would donate $10 million in funding over the next three years to help pay for a planned expansion of the 54-year-old facility, Premier Gordon Campbell said.",
            "Harper added that Ottawa would hand over up to $5 million to the aquarium for infrastructure upgrades.",
            "The aquarium, however, remained nonprofit organization.",
            "The property is owned by the City of Vancouver and rented to the aquarium for $40,000 a year since 1991 (prior to which it was $1 per year).",
            "In October 2009 the Vancouver Aquarium was designated as a Coastal America Learning Center by the US Environmental Protection Agency.",
            "As the first Learning Center in Canada, this designation is intended to strengthen the Canadian/U.S.",
            "partnership for protecting and restoring shared ocean resources.",
            "On August 31, 2020, the non-profit announced on Facebook that due to the financial stresses caused by the ongoing COVID-19 pandemic, it was pausing its public programming for the time being while it engages in strategic planning for the financial sustainability of its future operations.",
            "On April 15, 2021, the Aquarium announced that an agreement had been signed to transfer ownership from the Ocean Wise Conservation Association to Herschend Family Entertainment."
        ]
    },
    "Featherdale Wildlife Park": {
        "category": "Nature Preserve",
        "online": [
            "Featherdale Wildlife Park is a zoo located in Doonside, Sydney, Australia.",
            "The park is located in Sydney's west, approximately 40 km (25 mi) from Sydney's CBD.",
            "The park contains various species native to Australia, and is known to be one of the world's largest collections of Australian fauna.",
            "The facility provides displays, events and interactive experiences.",
            "The site covers 3.29 hectares (8.1 acres), ranging from animal enclosures and display areas to visitor facilities, including picnic spaces, shops and basic amenities.",
            "It specialises in Australian native wildlife and birds, as well as reptiles and marsupials.",
            "The premises is accredited by the Zoo Aquarium Association Australia."
        ]
    },
    "Cathedral of Christ the King": {
        "category": "Place of Worship",
        "online": [
            "Liverpool Metropolitan Cathedral, officially known as the Metropolitan Cathedral of Christ the King and locally nicknamed \"Paddy's Wigwam\", is the seat of the Archbishop of Liverpool and the mother church of the Roman Catholic Archdiocese of Liverpool in Liverpool, England.",
            "The Grade II* Metropolitan Cathedral is one of Liverpool's many listed buildings.",
            "The cathedral's architect, Frederick Gibberd, was the winner of a worldwide design competition.",
            "Construction began in 1962 and was completed in 1967.",
            "Earlier designs for a cathedral were proposed in 1933 and 1953, but neither was completed."
        ]
    },
    "Coit Tower": {
        "category": "Historical Landmark",
        "online": null
    },
    "Art Museum Steps": {
        "category": "Tourist Attraction",
        "online": [
            "The Rocky Steps are 72 stone steps leading up to the East entrance of the Philadelphia Museum of Art in Philadelphia that gained global fame after being featured in a notable scene from the 1976 film Rocky.",
            "In the scene, Rocky Balboa, an unpolished but ambitious boxer from South Philadelphia played by Sylvester Stallone, begins intense physical training after deciding to fight Apollo Creed, the World Heavyweight Champion.",
            "The scene is widely considered one of the most iconic in the history of modern films.",
            "Tourists often mimic Rocky's famous climb, which has become a physical metaphor for an underdog rising to a great challenge.",
            "A bronze Rocky statue is located at the bottom right of the steps, and is a popular photo opportunity for visitors.",
            "The top of the steps offers a commanding view of Eakins Oval, the Benjamin Franklin Parkway, and Philadelphia City Hall."
        ]
    },
    "Bartram's Garden": {
        "category": "Park",
        "online": [
            "Bartram's Garden is a 50-acre public garden and National Historic Landmark in Southwest Philadelphia, Pennsylvania, situated on the banks of the Tidal Schuylkill River.",
            "Founded in 1728 by botanist John Bartram (1699–1777), it is the oldest botanical garden to survive in North America.",
            "The Garden is operated by the non-profit John Bartram Association in coordination with Philadelphia Parks and Recreation.",
            "Bartram's Garden has the only recreational access to the Tidal Schuylkill River and its wetlands.",
            "Its trails make up segments of the East Coast Greenway.",
            "The garden acts as an outdoor classroom for learning about the plants and history of Southwest Philadelphia.",
            "The John Bowman Bartram Special Collections Library contains an extensive collection of documents and materials related to the history of the Garden, the history of Philadelphia, and the development of the field of botany.",
            "The garden also serves as a venue for art."
        ]
    },
    "Bradbury Building": {
        "category": "Historical Landmark",
        "online": [
            "The Bradbury Building is an architectural landmark in downtown Los Angeles, California, United States.",
            "Built in 1893, the five-story office building is best known for its extraordinary skylit atrium of access walkways, stairs and elevators, and their ornate ironwork.",
            "The building was commissioned by Los Angeles gold-mining millionaire Lewis L. Bradbury and constructed by architect George Wyman from the original design by Sumner Hunt.",
            "It appears in numerous works of fiction and has been the site of many movie and television shoots and music videos.",
            "The building was added to the National Register of Historic Places in 1971, and was designated a National Historic Landmark in 1977, one of only four office buildings in Los Angeles to be so honored.",
            "It was also designated a landmark by the Los Angeles Cultural Heritage Commission and is the city's oldest landmarked building."
        ]
    },
    "Crissy Field": {
        "category": "Tourist Attraction",
        "online": [
            "Crissy Field is a public recreation area on the northern shore of the San Francisco Peninsula in California, United States, located just east of the Golden Gate Bridge.",
            "It includes restored tidal marsh and beaches.",
            "Crissy Field is a former United States Army airfield which is now part of the Golden Gate National Recreation Area.",
            "Historically part of the Presidio of San Francisco, Crissy Field closed as an airfield after 1974.",
            "Under Army control, the site was affected by dumping of hazardous materials.",
            "The National Park Service took control of the area in 1994 and, together with the Golden Gate National Parks Conservancy, worked to restore the site until 2001, when the Crissy Field Center was opened to the public.",
            "While most buildings have been preserved as they were in the 1920s, some have been transformed into offices, retail space, and residences."
        ]
    },
    "Gas Works Park": {
        "category": "Park",
        "online": [
            "Gas Works Park is a park located in Seattle, Washington, United States.",
            "It has a 19.1-acre (77,000 m2) public park on the site of the former Seattle Gas Light Company gasification plant, located on the north shore of Lake Union at the south end of the Wallingford neighborhood.",
            "The park was added to the National Register of Historic Places on January 2, 2013, over a decade after being nominated.",
            "Gas Works Park contains remnants of the sole remaining coal gasification plant in the United States.",
            "The plant was operating from 1906 to 1956 and was bought by the city of Seattle for use as a park in 1962.",
            "The park opened to the public in 1975.",
            "It was designed by Seattle landscape architect Richard Haag, who won the American Society of Landscape Architects Presidents Award of Design Excellence for the project.",
            "The plant's conversion into a park was completed by Daviscourt Construction Company of Seattle.",
            "It was originally named Myrtle Edwards Park, after the city councilwoman who had spearheaded the drive to acquire the site, who died in a car crash in 1969.",
            "In 1972, the Edwards family requested that her name be removed from that of the park because the design called for the retention of the plant.",
            "In 1976, Elliott Bay Park (just north of Seattle's Belltown neighborhood) was renamed Myrtle Edwards Park."
        ]
    },
    "Golden Gardens Park": {
        "category": "Park",
        "online": [
            "Golden Gardens Park is a public park in Ballard, a neighborhood of Seattle, Washington.",
            "The park includes wetlands, beaches, hiking trails, and picnic and playground areas.",
            "The park's bathhouse was designated a historic landmark by the City of Seattle in 2005."
        ]
    },
    "Kerry Park": {
        "category": "Park",
        "online": [
            "Kerry Park is a small public park and viewpoint on the south slope of Queen Anne Hill in Seattle, Washington, United States.",
            "It overlooks Downtown Seattle and is located along West Highland Drive between 2nd Avenue West and 3rd Avenue West.",
            "The park's view is considered to offer the most iconic views of the city skyline, with the Space Needle prominent at the center, Elliott Bay to the west, and Mount Rainier in the background."
        ]
    },
    "Cable Car Museum": {
        "category": "Museum",
        "online": [
            "The Cable Car Museum is a free museum in the Nob Hill neighborhood of San Francisco, California.",
            "Located at 1201 Mason Street, it contains historical and explanatory exhibits on the San Francisco cable car system, which can itself be regarded as a working museum."
        ]
    },
    "Lan Su Chinese Garden": {
        "category": "Park",
        "online": [
            "Lan Su Chinese Garden (simplified Chinese: 兰苏园; traditional Chinese: 蘭蘇園; pinyin: Lán Sū Yuán; Jyutping: Laan4 Sou1 Jyun4), formerly the Portland Classical Chinese Garden and titled the Garden of Awakening Orchids, is a walled Chinese garden enclosing a full city block, roughly 40,000 square feet (4,000 m2) in the Chinatown area of the Old Town Chinatown neighborhood of Portland, Oregon, United States.",
            "The garden is influenced by many of the famous classical gardens in Suzhou."
        ]
    },
    "Hollywood Walk of Fame": {
        "category": "Tourist Attraction",
        "online": [
            "The Hollywood Walk of Fame is a landmark which consists of 2,800 five-pointed terrazzo-and-brass stars embedded in the sidewalks along 15 blocks of Hollywood Boulevard and three blocks of Vine Street in the Hollywood district of Los Angeles.",
            "The stars, the first of which were permanently installed in 1960, are monuments to achievement in the entertainment industry, bearing the names of a mix of actors, musicians, producers, directors, theatrical/musical groups, fictional characters, and others.",
            "The Walk of Fame is administered by the Hollywood Chamber of Commerce, who hold a trademark right to the combined star & movie camera symbol only, and maintained by the self-financing Hollywood Historic Trust.",
            "The Hollywood Chamber collects fees from celebrities (or their sponsors) that wish to have a star (currently $75K) which pays for the creation and installation of the star, as well as maintenance of the Walk of Fame.",
            "The Hollywood Chamber of Commerce does not own trademark rights to the star with other symbols (i.e.",
            "television, microphone, record disc), so those symbols are free to use for commercial purposes.",
            "It is a popular tourist attraction, receiving an estimated 10 million annual visitors in 2010."
        ]
    },
    "Floyd Lamb Park": {
        "category": "Park",
        "online": [
            "Floyd Lamb Park at Tule Springs is a 2,040-acre (830 ha) park in Las Vegas, Nevada.",
            "The park is centered on Tule Springs, a series of small natural spring-fed lakes that form an oasis in this part of the Mojave Desert.",
            "One of the larger urban retreats in the Las Vegas Valley, Tule Springs was once considered to be far out of town but is now encroached by development.",
            "The park includes the Tule Springs Ranch, Tule Springs Archaeological Site, Tule Springs Wash and four ponds available for fishing."
        ]
    },
    "Borough Market": {
        "category": "Shopping Area",
        "online": [
            "Borough Market is a wholesale and retail market hall in Southwark, London, England.",
            "It is one of the largest and oldest food markets in London, with a market on the site dating back to at least the 12th century.",
            "The present buildings were built in the 1850s, and today the market mainly sells speciality foods to the general public."
        ]
    },
    "First Corinthian Baptist Church": {
        "category": "Place of Worship",
        "online": null
    },
    "FlyOver Canada": {
        "category": "Theme Park",
        "online": [
            "Flyover is a flying theater attraction.",
            "The first Flyover attraction opened in 2013 at Canada Place in downtown Vancouver, British Columbia.",
            "The ride takes guests on a virtual flight across Canada, utilizing ride equipment for up to 61 people at a time into a 19m (62 foot) diameter spherical screen and employs wind, mist, and scents to enhance the experience.",
            "It has since opened at the Mall of America in the US, and downtown Reykjavík, Iceland, and in Las Vegas with plans to open a ride in Toronto."
        ]
    },
    "Alexandra Palace": {
        "category": "Performing Arts Venue",
        "online": [
            "Alexandra Palace is an entertainment and sports venue in North London, situated between Wood Green and Muswell Hill in the London Borough of Haringey.",
            "A Grade II listed building, it is built on the site of Tottenham Wood and the later Tottenham Wood Farm.",
            "Originally built by John Johnson and Alfred Meeson, it opened in 1873 but following a fire two weeks after its opening, was rebuilt by Johnson.",
            "Intended as \"The People's Palace\" and often referred to as \"Ally Pally\", its purpose was to serve as a public centre of recreation, education and entertainment; North London's counterpart to the Crystal Palace in South London.",
            "At first a private venture, in 1900, the owners planned to sell it and Alexandra Park for development.",
            "A group of neighbouring local authorities managed to acquire it.",
            "An Act of Parliament created the Alexandra Palace and Park Trust.",
            "The Act required the trustees to maintain the building and park and make them available for the free use and recreation of the public forever.",
            "The present trustee is the London Borough of Haringey, whose coat of arms shows lightning bolts depicting Alexandra Palace's pioneering role in the development of television.",
            "In 1935, the trustees leased part of the Palace to the BBC for use as the production and transmission centre for their new television service.",
            "In 1936, it became the home of the BBC's first regular public television service.",
            "The broadcasting system was 405-line monochrome analogue television – the first fully electronic television system to be used in regular broadcasting.",
            "Although other facilities soon superseded it after the Second World War, Alexandra Palace continued to be used by the BBC for many years and its radio and television mast is still in use.",
            "The original studios 'A' and 'B' still survive in the southeast wing with their producers' galleries and are used for exhibiting original historical television equipment.",
            "The original Victorian Alexandra Palace Theatre with its stage machinery also survives and as of 2019, is back in use.",
            "The theatre and stage structure is on English Heritage's Buildings at Risk register.",
            "Alexandra Palace became a listed building in 1996, at the instigation of the Hornsey Historical Society.",
            "A planned commercial development of the building into a mixed leisure complex including a hotel, replacement ice-skating rink, cinema, ten-pin bowling alley and exhibition centre, encountered opposition from public groups and was blocked by the High Court in 2007.",
            "The Great Hall and West Hall are typically used for exhibitions, music concerts, and conferences, operated by the trading arm of the charitable trust that owns the building and park on behalf of the public.",
            "There is also a pub, ice rink, palm court, and a panoramic view of central London.",
            "In 2013, Alexandra Park was declared a local nature reserve and is also a Site of Borough Importance for Nature Conservation, Grade 1.",
            "The nearest railway stations are the Alexandra Palace with Great Northern services from Moorgate and London Underground station Wood Green on the Piccadilly line.",
            "Alexandra Palace is also served by London Buses route W3."
        ]
    },
    "Granary Square": {
        "category": "Tourist Attraction",
        "online": [
            "Granary Square is a large open space in the London Borough of Camden.",
            "Comparable in size to Trafalgar Square, it is part of the larger King's Cross Central development.",
            "It has been cited as an example of a privately owned public space in London.",
            "The new Central Saint Martins complex is adjacent.",
            "Visitor attractions in the square include Queer Britain, the UK's first dedicated museum of LGBT history and culture.",
            "The square incorporates a fountain consisting of 1,080 individual jets  rising from the flush paved surface of the plaza.",
            "Each jet has its own independently controlled pump and multi-color illumination.",
            "As of March 2015, visitors to the square can interact with the fountains to play a mobile version of the Snake game.",
            "Other squares in the development will include Station Square, Pancras Square, Cubitt Square, and North Square."
        ]
    },
    "Apsley House": {
        "category": "Museum",
        "online": [
            "Apsley House is the London townhouse of the Dukes of Wellington.",
            "It stands alone at Hyde Park Corner, on the south-east corner of Hyde Park, facing towards the large traffic roundabout in the centre of which stands the Wellington Arch.",
            "It is a Grade I listed building.",
            "Designed by Robert Adam in the neoclassical  style, the house was built for Lord Apsley in the 1770s.",
            "It was purchased by Richard Wellesley, in 1807, and passed to his younger brother Arthur, the 1st duke, in 1817.",
            "It  was sometimes referred to as Number One, London.",
            "It is perhaps the only preserved example of an English aristocratic townhouse from this period.",
            "The house is also called the Wellington Museum, its official designation under the Wellington Museum Act 1947.",
            "Run by English Heritage, much of the house is open to the public as a museum and art gallery, exhibiting the Wellington Collection, a large collection of paintings, other artworks and memorabilia of the career of the 1st Duke.",
            "The 9th Duke of Wellington retains half the house for the family's private use.",
            "The practice has been to maintain the public rooms as far as possible in the original style and decor of the 1st Duke."
        ]
    },
    "Oregon Zoo": {
        "category": "Nature Preserve",
        "online": [
            "The Oregon Zoo, originally the Portland Zoo and later the Washington Park Zoo, is a zoo located in Washington Park, Portland, Oregon, approximately 2 miles (3.2 km) southwest of downtown Portland.",
            "Founded in 1888, it is the oldest zoo west of the Mississippi River.",
            "The 64-acre (26 ha) zoo is owned by the regional Metro government.",
            "It currently holds more than 1,800 animals of more than 230 species, including 19 endangered species and 9 threatened species.",
            "The zoo also boasts an extensive plant collection throughout its animal exhibits and specialized gardens.",
            "The zoo also operates and maintains the 2 ft 6 in (762 mm) narrow gauge Washington Park & Zoo Railway that previously connected to the International Rose Test Garden inside the park, but currently runs only within the zoo.",
            "The Oregon Zoo is Oregon's largest paid and arguably most popular visitor attraction, with more than 1.7 million visitors in 2018.",
            "The zoo is a member of the Association of Zoos and Aquariums, and the World Association of Zoos and Aquariums."
        ]
    },
    "Astoria Park": {
        "category": "Park",
        "online": [
            "Astoria Park is a 59.96-acre (24.26 ha) public park in the Astoria neighborhood of Queens in New York City.",
            "The park is situated on the eastern shore of the Hell Gate, a strait of the East River, between Ditmars Boulevard to the north and Hoyt Avenue to the south.",
            "The Robert F. Kennedy (Triborough) and Hell Gate Bridges respectively pass over the park's southern and northern sections.",
            "Astoria Park contains a playground, a soccer field, a running track, a skate park, and courts for tennis, basketball, and bocce.",
            "Astoria Park also includes the Astoria Play Center, which consists of a recreation center and a pool.",
            "The park and play center are maintained by the New York City Department of Parks and Recreation (NYC Parks).",
            "Astoria Park was planned in 1905, but the land was not acquired until October 1913.",
            "Astoria Park was formally named after the surrounding neighborhood in December 1913, and recreational facilities gradually opened within the park during the next two decades.",
            "The pool and bathhouse were designed by John Hatton during a Works Progress Administration project in 1935–1936 and was used for the United States Olympic Trials for swimming during 1936, 1952, and 1964.",
            "The park was extensively renovated in the 1980s and the late 2010s.",
            "The Astoria Play Center was designated a city landmark by the New York City Landmarks Preservation Commission in 2007."
        ]
    },
    "Flushing Meadows Corona Park": {
        "category": "Park",
        "online": [
            "Flushing Meadows–Corona Park (often referred to as Flushing Meadows Park or simply Flushing Meadows) is a public park in the northern part of Queens in New York City, New York, U.S.",
            "It is bounded by I-678 (Van Wyck Expressway) on the east, Grand Central Parkway on the west, Flushing Bay on the north, and Union Turnpike on the south.",
            "Flushing Meadows–Corona Park is the fourth-largest public park in New York City, with a total area of 897 acres (363 ha).",
            "Until the 19th century, the site consisted of wetlands straddling the Flushing River, which traverses the region from north to south.",
            "Starting in the first decade of the 20th century, it was used as a dumping ground for ashes, since at the time, the land was so far away from the developed parts of New York City as to be considered almost worthless.",
            "New York City Parks Commissioner Robert Moses first conceived the idea of developing a large park in Flushing Meadow in the 1920s as part of a system of parks across eastern Queens.",
            "Flushing Meadows–Corona Park was created as the site of the 1939 New York World's Fair and also hosted the 1964 New York World's Fair.",
            "Following the 1964 fair, the park fell into disrepair, although some improvements have taken place since the 1990s and 2000s.",
            "Flushing Meadows–Corona Park retains much of the layout from the 1939 World's Fair.",
            "Its attractions include the USTA Billie Jean King National Tennis Center, the current venue for the US Open tennis tournament; Citi Field, the home of the New York Mets baseball team; the New York Hall of Science; the Queens Museum; the Queens Theatre in the Park; the Queens Zoo; the Unisphere; and the New York State Pavilion.",
            "It formerly contained Shea Stadium, demolished in 2009.",
            "The Flushing River continues to run through the park, and two large lakes called Meadow and Willow Lakes take up much of the park's area south of the Long Island Expressway.",
            "Flushing Meadows–Corona Park is owned and maintained by New York City Department of Parks and Recreation, also known as NYC Parks.",
            "Private, non-profit groups such as the Flushing Meadows–Corona Park Conservancy and the Alliance for Flushing Meadows–Corona Park provide additional funds, services, and support.",
            "The park is at the eastern edge of the area encompassed by Queens Community Board 4."
        ]
    },
    "Cabrillo Marine Aquarium": {
        "category": "Nature Preserve",
        "online": [
            "Cabrillo Marine Aquarium is a public aquarium in the San Pedro neighborhood of Los Angeles, California.",
            "The aquarium interprets both the physical processes of oceanography and marine biology of Southern California by use of displays and educational programs for the public.",
            "The aquarium is operated by the City of Los Angeles Department of Recreation and Parks.",
            "The original building was a small structure that welcomed visitors until there was a move to a much larger structure designed by Frank Gehry in 1981.",
            "The 2004 expansion was designed by Barton Phelps & Associates."
        ]
    },
    "Barbican Conservatory": {
        "category": "Park",
        "online": [
            "The Barbican Conservatory is the second largest conservatory in London, after the Princess of Wales Conservatory at Kew Gardens.",
            "Located at the Barbican Centre, it houses more than 2,000 species of plants and trees, as well as terrapins and koi carp.",
            "The conservatory covers 23,000 square feet (2,100 m2), and is located on top of the theatre's fly tower."
        ]
    },
    "Balboa Theatre": {
        "category": "Performing Arts Venue",
        "online": [
            "The Balboa Theatre is a historic movie and vaudeville theatre in downtown San Diego, California, US.",
            "It was built in 1924.",
            "Listed on the National Register of Historic Places in 1996, the Balboa was refurbished (beginning in 2005) and reopened as a performing arts venue in 2008."
        ]
    },
    "Ben Franklin Bridge": {
        "category": "Historical Landmark",
        "online": [
            "The Benjamin Franklin Bridge, originally named the Delaware River Bridge and known locally as the Ben Franklin Bridge, is a suspension bridge across the Delaware River connecting Philadelphia, Pennsylvania, and Camden, New Jersey.",
            "Owned and operated by the Delaware River Port Authority, it is one of four primary vehicular bridges between Philadelphia and southern New Jersey, along with the Betsy Ross, Walt Whitman, and Tacony-Palmyra bridges.",
            "It carries Interstate 676/U.S.",
            "Route 30, pedestrians/cyclists, and the PATCO Speedline.",
            "The bridge was dedicated as part of the 1926 Sesquicentennial Exposition, celebrating the 150th anniversary of the signing of the United States Declaration of Independence.",
            "From 1926 to 1929, it had the longest single span of any suspension bridge in the world."
        ]
    },
    "Apollo Theater": {
        "category": "Performing Arts Venue",
        "online": null
    },
    "Barnes Foundation": {
        "category": "Museum",
        "online": [
            "The Barnes Foundation is an art collection and educational institution promoting the appreciation of art and horticulture.",
            "Originally in  Merion, the art collection moved in 2012 to a new building on Benjamin Franklin Parkway  in Philadelphia, Pennsylvania.",
            "The arboretum of the Barnes Foundation remains in Merion, where it has been proposed that it be maintained under a long-term educational affiliation agreement with Saint Joseph's University.",
            "The Barnes was founded in 1922 by Albert C. Barnes, who made his fortune by co-developing Argyrol, an antiseptic silver compound that was used to combat gonorrhea and inflammations of the eye, ear, nose, and throat.",
            "He sold his business, the A.C. Barnes Company, just months before the stock market crash of 1929.",
            "Today, the foundation owns more than 4,000 objects, including over 900 paintings, estimated to be worth about $25 billion.",
            "These are primarily works by Impressionist, Post-Impressionist, and Modernist masters, but the collection also includes many other paintings by leading European and American artists, as well as African art, antiquities from China, Egypt, and Greece, and Native American art.",
            "In the 1990s, the Foundation's declining finances led its leaders to various controversial moves, including sending artworks on a world tour and proposing to move the collection to Philadelphia.",
            "After numerous court challenges, the new Barnes building opened on Benjamin Franklin Parkway on May 19, 2012.",
            "The foundation's current president and executive director, Thomas \"Thom\" Collins, was appointed on January 7, 2015."
        ]
    },
    "Dodger Stadium": {
        "category": "Sports Venue",
        "online": [
            "Dodger Stadium  is a baseball stadium in the Elysian Park neighborhood of Los Angeles, California.",
            "It is the ballpark for Major League Baseball's Los Angeles Dodgers.",
            "Opened in 1962, it was constructed in less than three years at a cost of  US$23 million (US$232 million in 2023).",
            "It is the oldest ballpark in MLB west of the Mississippi River, and third-oldest overall, after Fenway Park in Boston (1912) and Wrigley Field in Chicago (1914), and is the largest baseball stadium in the world by seat capacity.",
            "Often referred to as a \"pitcher's ballpark\", the stadium has seen 13 no-hitters, 2 of which were perfect games.",
            "The stadium hosted the Major League Baseball All-Star Game in 1980 and 2022, as well as the World Series ten times (1963, 1965, 1966, 1974, 1977, 1978, 1981, 1988, 2017 and 2018).",
            "It also hosted the semifinals and finals of the 2009 and 2017 World Baseball Classics, as well as exhibition baseball during the 1984 Summer Olympics.",
            "The stadium hosted a soccer tournament on August 3, 2013, featuring four clubs: the hometown team Los Angeles Galaxy, and Europe's Real Madrid, Everton, and Juventus.",
            "The Los Angeles Kings and Anaheim Ducks played a regular season game in 2014 as part of the NHL Stadium Series.",
            "The stadium was also the home of the Los Angeles Angels from 1962 through 1965 and was referred to as Chavez Ravine Stadium (or just \"Chavez Ravine\"), after the geographic feature in which the stadium sits.",
            "It is sometimes referred to as \"Blue Heaven on Earth,\" a nickname coined by Dodgers manager Tommy Lasorda."
        ]
    },
    "Fort Funston": {
        "category": "Park",
        "online": [
            "Fort Funston is a former harbor defense installation located in the southwestern corner of San Francisco.",
            "Formerly known as the Lake Merced Military Reservation, the fort is now a protected area within the Golden Gate National Recreation Area (GGNRA) and is used widely as an off-leash dog park.",
            "It was named in honor of Frederick N. Funston (1865–1917), a Major General in the United States Army with strong connections to San Francisco, and included several artillery batteries.",
            "The fort is located on Skyline Boulevard at John Muir Drive, west of Lake Merced.",
            "The fort was constructed upon windswept headlands along the Pacific coast and Ocean Beach below, above steep sandstone cliffs that provide a nesting habitat for a colony of bank swallows (Riparia riparia).",
            "The last remnants of a  sand dune ecosystem that once covered the western half of San Francisco grow along the top of the headlands, with trailheads forming part of the California Coastal Trail that runs through San Francisco County."
        ]
    },
    "Akshardham": {
        "category": "Place of Worship",
        "online": [
            "Swaminarayan Akshardham is a Hindu temple and spiritual-cultural campus in Delhi, India.",
            "The temple is close to the border with Noida.",
            "Also referred to as Akshardham Temple or Akshardham Delhi, the complex displays millennia of traditional and modern Hindu culture, spirituality, and architecture.",
            "Inspired by Yogiji Maharaj and created by Pramukh Swami Maharaj, it was constructed by BAPS.",
            "It is the world's second-largest BAPS Hindu temple, following Akshardham, New Jersey, in the United States.",
            "The temple was officially opened on 6 November 2005 by Pramukh Swami Maharaj in the presence of A. P. J. Abdul Kalam, Manmohan Singh, L.K Advani and B.L Joshi.",
            "The temple, at the centre of the complex, was built according to the Vastu shastra and Pancharatra shastra.",
            "In Swaminarayan Akshardham, similar to its predecessor Swaminarayan Akshardham in Gandhinagar, Gujarat, the main shrine is the focal point and maintains the central position of the entire complex.",
            "There are various exhibition halls which provide information about the life and work of Swaminarayan.",
            "The designers of the complex have adopted contemporary modes of communication and technology to create the various exhibition halls.",
            "The complex features an abhishek mandap, Sahaj Anand water show, a thematic garden, and three exhibitions namely Sahajanand Darshan (Hall of Values), Neelkanth Darshan (an IMAX film on the early life of Swaminarayan as the teenage yogi, Nilkanth), and Sanskruti Darshan (cultural boat ride).",
            "According to Swaminarayan Hinduism, the word Akshardham means the abode of Swaminarayan and believed by followers as a temporal home of God on earth."
        ]
    },
    " Birth Home": {
        "category": "Historical Landmark",
        "online": [
            "A home birth is a birth that takes place in a residence rather than in a hospital or a birthing center.",
            "They may be attended by a midwife, or lay attendant with experience in managing home births.",
            "Home birth was, until the advent of modern medicine, the de facto method of delivery.",
            "The term was coined in the middle of the 19th century as births began to take place in hospitals.",
            "Multiple studies have been performed concerning the safety of home births for both the child and the mother.",
            "Standard practices, licensing requirements and access to emergency hospital care differ between regions making it difficult to compare studies across national borders.",
            "A 2014 US survey of medical studies found that perinatal mortality rates were triple that of hospital births, and a US nationwide study over 13 million births on a 3-year span (2007–2010) found that births at home were roughly 10 times as likely to be stillborn (14 times in first-born babies) and almost four times as likely to have neonatal seizures or serious neurological dysfunction when compared to babies born in hospitals.",
            "Alternatively, there is research coming out that suggests that there is actually no significant difference in perinatal mortality rates between home and hospital birth and some even suggest that there are benefits such as less complications and fewer interventions.",
            "Higher maternal and infant mortality rates are associated with the inability to offer timely assistance to mothers with emergency procedures in case of complications during labour, as well as with widely varying licensing and training standards for birth attendants between different states and countries."
        ]
    },
    "Arab World Institute": {
        "category": "Performing Arts Venue",
        "online": [
            "The Institut du Monde Arabe (IMA) French for Arab World Institute, is an organisation founded in Paris in 1980 by France with 18 Arab countries to research and disseminate information about the Arab world and its cultural and spiritual values.",
            "The Institute was established as a result of a perceived lack of representation for the Arab world in France, and seeks to provide a secular location for the promotion of Arab civilization, art, knowledge, and aesthetics.",
            "Housed within the institution are a museum, library, auditorium, restaurant, offices and meeting rooms."
        ]
    },
    "Carreau du Temple": {
        "category": "Performing Arts Venue",
        "online": [
            "The Carreau du Temple is a covered market in the 3rd arrondissement of Paris, built in 1863.",
            "As part of a public consultation exercise undertaken in 2004 the local population voted that the Carreau should be redeveloped as polyvalent public space.",
            "The Carreau is scheduled to reopen in 2013.",
            "The carreau is situated near the former site of the Temple, the medieval enclosure of the Knights Templar, which gained notoriety as the prison where the royal family were held during the French Revolution.",
            "In 1811 a wooden structure was erected on the site to house a permanent market, which was replaced by the current cast iron, brick and glass structure in 1863.",
            "The market specialised in selling clothes, but has declined in popularity.",
            "Major renovation of the Carreau du Temple is due to be completed by the end of 2013.",
            "During the work, the building was stripped to its metallic structure.",
            "Various facilities will be created below ground level and on the main floor.",
            "Among the new facilities is a 250-seat auditorium and 1,800 square metres (19,000 sq ft) of multipurpose space at ground level, and below ground level, sport and cultural facilities, including a recording studio.",
            "The capacity of the renovated building will be 2800 persons.",
            "During the renovation of the Carreau, the remains of a Templar cemetery were found."
        ]
    },
    "Alexandra Palace Ice Rink": {
        "category": "Sports Venue",
        "online": [
            "Alexandra Palace is an entertainment and sports venue in North London, situated between Wood Green and Muswell Hill in the London Borough of Haringey.",
            "A Grade II listed building, it is built on the site of Tottenham Wood and the later Tottenham Wood Farm.",
            "Originally built by John Johnson and Alfred Meeson, it opened in 1873 but following a fire two weeks after its opening, was rebuilt by Johnson.",
            "Intended as \"The People's Palace\" and often referred to as \"Ally Pally\", its purpose was to serve as a public centre of recreation, education and entertainment; North London's counterpart to the Crystal Palace in South London.",
            "At first a private venture, in 1900, the owners planned to sell it and Alexandra Park for development.",
            "A group of neighbouring local authorities managed to acquire it.",
            "An Act of Parliament created the Alexandra Palace and Park Trust.",
            "The Act required the trustees to maintain the building and park and make them available for the free use and recreation of the public forever.",
            "The present trustee is the London Borough of Haringey, whose coat of arms shows lightning bolts depicting Alexandra Palace's pioneering role in the development of television.",
            "In 1935, the trustees leased part of the Palace to the BBC for use as the production and transmission centre for their new television service.",
            "In 1936, it became the home of the BBC's first regular public television service.",
            "The broadcasting system was 405-line monochrome analogue television – the first fully electronic television system to be used in regular broadcasting.",
            "Although other facilities soon superseded it after the Second World War, Alexandra Palace continued to be used by the BBC for many years and its radio and television mast is still in use.",
            "The original studios 'A' and 'B' still survive in the southeast wing with their producers' galleries and are used for exhibiting original historical television equipment.",
            "The original Victorian Alexandra Palace Theatre with its stage machinery also survives and as of 2019, is back in use.",
            "The theatre and stage structure is on English Heritage's Buildings at Risk register.",
            "Alexandra Palace became a listed building in 1996, at the instigation of the Hornsey Historical Society.",
            "A planned commercial development of the building into a mixed leisure complex including a hotel, replacement ice-skating rink, cinema, ten-pin bowling alley and exhibition centre, encountered opposition from public groups and was blocked by the High Court in 2007.",
            "The Great Hall and West Hall are typically used for exhibitions, music concerts, and conferences, operated by the trading arm of the charitable trust that owns the building and park on behalf of the public.",
            "There is also a pub, ice rink, palm court, and a panoramic view of central London.",
            "In 2013, Alexandra Park was declared a local nature reserve and is also a Site of Borough Importance for Nature Conservation, Grade 1.",
            "The nearest railway stations are the Alexandra Palace with Great Northern services from Moorgate and London Underground station Wood Green on the Piccadilly line.",
            "Alexandra Palace is also served by London Buses route W3."
        ]
    },
    "All Saints": {
        "category": "Place of Worship",
        "online": [
            "All Saints' Day, also known as All Hallows' Day, the Feast of All Saints, the Feast of All Hallows, the Solemnity of All Saints, and Hallowmas, is a Christian solemnity celebrated in honour of all the saints of the Church, whether they are known or unknown.",
            "From the 4th century, feasts commemorating all Christian martyrs were held in various places, on various dates near Easter and Pentecost.",
            "In the 9th century, some churches in the British Isles began holding the commemoration of all saints on 1 November, and in the 9th century this was extended to the whole Catholic Church by Pope Gregory IV.",
            "In Western Christianity, it is still celebrated on 1 November by the Roman Catholic Church as well as many Protestant churches, such as the Lutheran, Anglican, and Methodist traditions.",
            "The Eastern Orthodox Church and associated Eastern Catholic and Eastern Lutheran churches celebrate it on the first Sunday after Pentecost.",
            "The Syro-Malabar Church and the Chaldean Catholic Church, both of which are in communion with Rome, as well as the Church of the East, celebrate All Saints' Day on the first Friday after Easter Sunday.",
            "In the Coptic Orthodox tradition, All Saints' Day is on Nayrouz, celebrated on 11 September.",
            "The day is the start of the Coptic new year, and of its first month, Thout."
        ]
    },
    "Birch Aquarium at Scripps Institution of Oceanography": {
        "category": "Nature Preserve",
        "online": [
            "The Scripps Institution of Oceanography (SIO) is the center for oceanography and Earth science at the University of California, San Diego.",
            "Its main campus is located in La Jolla, with additional facilities in Point Loma.",
            "Founded in 1903 and incorporated into the University of California system in 1912, the institution has since broadened its research focus to encompass the physics, chemistry, geology, biology, and climate of the Earth.",
            "The institution awards the Nierenberg Prize annually to recognize researchers with exceptional contributions to science in public interest."
        ]
    },
    "Aquaboulevard": {
        "category": "Theme Park",
        "online": [
            "Balard (French pronunciation: [balaʁ]) is the southwestern terminus of Line 8 of the Paris Métro in the 15th arrondissement of Paris.",
            "Since 16 December 2006, it has also been a stop on tramway T3a as part of the initial section of the line between Pont du Garigliano and Porte d'Ivry.",
            "The station is named after Place Balard, itself named after Antoine-Jérôme Balard (1802-1876), a French chemist and the discoverer of bromine.",
            "Among the stations serving the Boulevards des Maréchaux along the former gates of Paris, it is the only one not called Porte de…, though it serves the Porte de Sèvres."
        ]
    },
    "Estanquillo Museum": {
        "category": "Museum",
        "online": [
            "The Museo del Estanquillo (\"Museum of the Little Shop\") is located in the Historic Center of Mexico City, Mexico.",
            "The museum houses the personal collection of the writer Carlos Monsivais, encompassing paintings, photography, toys, albums, calendars, advertising and books."
        ]
    },
    "Casa Lamm Cultural Center": {
        "category": "Performing Arts Venue",
        "online": [
            "The Casa Lamm Cultural Center was built in the early 20th century when Colonia Roma was a new neighborhood for the wealthy leaving the historic center of Mexico City.",
            "In the 1990s the house was restored, and  since 1994 it hosts  exhibits as well as offering classes in art and literature."
        ]
    },
    "56 Signers of the Declaration of Independence Memorial": {
        "category": "Nature Preserve",
        "online": [
            "The Memorial to the 56 Signers of the Declaration of Independence is a memorial depicting the signatures of the 56 signatories to the United States Declaration of Independence.",
            "It is located in the Constitution Gardens on the National Mall in Washington, D.C.",
            "The memorial is accessible to the public by crossing a wooden bridge onto a small island set in the lake between Constitution Avenue and the Reflecting Pool, not far from the Vietnam Veterans Memorial."
        ]
    },
    "Georgetown Waterfront Park": {
        "category": "Nature Preserve",
        "online": [
            "Georgetown Waterfront Park is a national park completed in Washington, D.C. in the fall of 2011.",
            "Part of the Georgetown Historic District, the park stretches along the banks of the Potomac River from 31st Street, NW to the Key Bridge.",
            "The result of many years of advocacy and fundraising, the site features several notable design elements.",
            "Now complete, the park links 225 miles (362 km) of parkland along the Potomac River stretching from Cumberland, Maryland to Mount Vernon, Virginia.",
            "The park was designed to passively complement the natural curve of the river."
        ]
    },
    "Korean War Veterans Memorial": {
        "category": "Nature Preserve",
        "online": [
            "The Korean War Veterans Memorial is located in Washington, D.C.'s West Potomac Park, southeast of the Lincoln Memorial and just south of the Reflecting Pool on the National Mall.",
            "It memorializes those who served in the Korean War (1950–1953).",
            "The national memorial was dedicated in 1995.",
            "It includes 19 statues representing U.S. military personnel in action.",
            "In 2022, the memorial was expanded to include a granite memorial wall, engraved with the names of U.S. military personnel (and South Koreans embedded in U.S. military units) who died in the war."
        ]
    },
    "Battersea Park": {
        "category": "Park",
        "online": null
    },
    "Brooklyn Botanic Garden": {
        "category": "Park",
        "online": [
            "Brooklyn Botanic Garden (BBG) is a botanical garden in the borough of Brooklyn in New York City.",
            "The botanical garden occupies 52 acres (21 ha) in central Brooklyn, close to Mount Prospect Park, Prospect Park, and the Brooklyn Museum.",
            "Designed by the Olmsted Brothers, BBG holds over 14,000 taxa of plants and has over 800,000 visitors each year.",
            "It includes a number of specialty gardens, plant collections, and structures.",
            "BBG hosts numerous educational programs, plant-science and conservation, and community horticulture initiatives, in addition to a herbarium collection.",
            "The site of Brooklyn Botanic Garden was first designated in 1897, following three proposals for botanic gardens in Brooklyn in the 19th century.",
            "BBG opened in May 1911, on the site of an ash dump, and was initially operated by the Brooklyn Institute.",
            "Most of BBG's expansions were carried out over the next three decades under the tenure of its first director, C. Stuart Gager.",
            "BBG began operating three additional sites in the New York metropolitan area in the 1950s and 1960s, while its main garden in Brooklyn fell into decline.",
            "The original Brooklyn Botanic Garden was expanded and restored substantially starting in the 1980s, and additional structures were built through the 2010s.",
            "BBG's landscape includes many specialty gardens and a group of buildings on its eastern boundary, accessed from three entrances.",
            "A brook flows from the Japanese Hill-and-Pond Garden in the north to the Water Garden in the south.",
            "BBG's other specialty gardens include rose, native flora, Shakespeare, fragrance, and children's gardens.",
            "There are also more formal landscape features such as an overlook, a celebrity path, the Osborne Garden, and a cherry esplanade.",
            "The structures include the 1980s-era Steinhardt Conservatory, the Laboratory Administration Building (which contains a library), and a palm house dating from the 1910s."
        ]
    },
    "Brooklyn Bridge Park": {
        "category": "Park",
        "online": null
    },
    "Fun N Food Village": {
        "category": "Theme Park",
        "online": null
    },
    "Aga Khan Museum": {
        "category": "Museum",
        "online": [
            "The Aga Khan Museum (French: Musée Aga Khan) is a museum of Islamic art located at 77 Wynford Drive in the North York district of Toronto, Ontario, Canada.",
            "The museum is dedicated to Islamic art and objects, and it houses approximately 1,200 rare objects assembled by Shah Karim al-Husayni and Prince Sadruddin Aga Khan.",
            "As an initiative of the Aga Khan Trust for Culture, an agency of the Aga Khan Development Network, the museum is dedicated to sparking wonder, curiosity, and understanding of Muslim cultures and their connection with other cultures through the arts.",
            "In addition to the Permanent Collection, the Aga Khan Museum features several temporary exhibitions each year that respond to current scholarship, emerging themes, and new artistic developments.",
            "The Museum Collection and exhibitions are complemented by educational programs and performing arts events."
        ]
    },
    "99 Wonderland Park": {
        "category": "Park",
        "online": [
            "Dutch Wonderland is a 48-acre (19 ha) theme park just east of Lancaster, Pennsylvania in East Lampeter Township, appealing primarily to families with small children.",
            "The park's theme is a \"Kingdom for Kids.\"",
            "The entrance to the park has a stone imitation castle façade, which was built by Earl Clark, a potato farmer, before he opened the park in 1963.",
            "The Clark family sold Dutch Wonderland in 2001 to Hershey Entertainment and Resorts Company.",
            "They also operate Old Mill Stream Campground at the same location, as well as the Gift Shop at Kitchen Kettle Village in nearby Intercourse, Pennsylvania.",
            "Next to the park, they used to operate Wonderland Mini-Golf and Wonderland Cinema, which were demolished to make room for parking in 2014 and 2015, respectively.",
            "On November 12, 2010, Hershey Entertainment announced that they sold Dutch Wonderland to Palace Entertainment.",
            "The park has 32 rides, plus a tropical-themed interactive water play area called Duke's Lagoon.",
            "The park also has an extended season, open for \"Happy Hauntings\" and \"Dutch Winter Wonderland\" events for Halloween and Christmas.",
            "The park is part of a larger area in Lancaster zoned for entertainment, dining, lodging, and conferences."
        ]
    },
    "Sydney Harbour Bridge": {
        "category": "Historical Landmark",
        "online": [
            "The Sydney Harbour Bridge is a steel through arch bridge in Sydney, New South Wales, Australia, spanning Sydney Harbour from the central business district (CBD) to the North Shore.",
            "The view of the bridge, the Harbour, and the nearby Sydney Opera House is widely regarded as an iconic image of Sydney, and of Australia itself.",
            "Nicknamed \"The Coathanger\" because of its arch-based design, the bridge carries rail, vehicular, bicycle and pedestrian traffic.",
            "Under the direction of John Bradfield of the New South Wales Department of Public Works, the bridge was designed and built by British firm Dorman Long of Middlesbrough, and opened in 1932.",
            "The bridge's general design, which Bradfield tasked the NSW Department of Public Works with producing, was a rough copy of the Hell Gate Bridge in New York City.",
            "The design chosen from the tender responses was original work created by Dorman Long, who leveraged some of the design from its own Tyne Bridge.",
            "It is the tenth-longest spanning-arch bridge in the world and the tallest steel arch bridge, measuring 134 m (440 ft) from top to water level.",
            "It was also the world's widest long-span bridge, at 48.8 m (160 ft) wide, until construction of the new Port Mann Bridge in Vancouver was completed in 2012."
        ]
    },
    "Angel Stadium of Anaheim": {
        "category": "Sports Venue",
        "online": [
            "Angel Stadium is a baseball stadium located in Anaheim, California, United States.",
            "Since its opening 58 years ago in 1966, it has been the home field of the Los Angeles Angels, a Major League Baseball team.",
            "It was also the home stadium of the Los Angeles Rams of the National Football League (NFL) from 1980 to 1994.",
            "The stadium is often referred to by its unofficial nickname The Big A, coined by Herald Examiner Sports Editor, Bud Furillo.",
            "It is the fourth-oldest active ballpark in the majors, behind Fenway Park, Wrigley Field, and Dodger Stadium.",
            "The stadium hosted the MLB All-Star Game three times in 1967, 1989, and 2010, as well as hosted the World Series in 2002.",
            "Aside from professional baseball and football, Angel Stadium has hosted high school and college football games, the short-lived World Football League, two crusades by evangelist Billy Graham, 20 consecutive annual crusades by evangelist Greg Laurie, Eid el Fitr celebrations, concerts, and 2 to 3 AMA Supercross Championship races a year.",
            "The stadium also houses the studios and offices of the Angels' owned and operated flagship radio station, KLAA (830 AM)."
        ]
    },
    "Cathedral of St. Matthew the Apostle": {
        "category": "Place of Worship",
        "online": [
            "The Cathedral of St. Matthew the Apostle in Washington, D.C., most commonly known as St. Matthew's Cathedral, is the seat of the Archbishop of the Roman Catholic Archdiocese of Washington.",
            "As St. Matthew's Cathedral and Rectory, it has been listed on the National Register of Historic Places since 1974.",
            "The cathedral is in downtown Washington at 1725 Rhode Island Avenue NW between Connecticut Avenue and 17th Street.",
            "The closest Metrorail station is Farragut North, on the Red Line.",
            "It is seven blocks north and two blocks west of the White House."
        ]
    },
    "Dumbarton Oaks Museum": {
        "category": "Museum",
        "online": [
            "Dumbarton Oaks, formally the Dumbarton Oaks Research Library and Collection, is a historic estate in the Georgetown neighborhood of Washington, D.C.",
            "It was the residence and gardens of wealthy U.S. diplomat Robert Woods Bliss and his wife Mildred Barnes Bliss.",
            "The estate was founded by the Bliss couple, who gave the home and gardens to Harvard University in 1940.",
            "In 1944, it was the site of the Dumbarton Oaks Conference, which developed plans for the founding of the United Nations following World War II.",
            "The part of the landscaped portion of the estate that was designed as an enhanced \"natural\" area, was given to the National Park Service and is now Dumbarton Oaks Park.",
            "The research institute that has emerged from the bequest to Harvard is dedicated to supporting scholarship in the fields of Byzantine and Pre-Columbian studies, as well as garden design and landscape architecture through its research fellowships, meetings, exhibitions, and publications.",
            "It also opens its garden and museum collections to the public, and hosts public lectures and a concert series.",
            "Dumbarton Oaks is distinct from Dumbarton House, a Federal Style historic house museum also located in the Georgetown area."
        ]
    },
    "Battersea Park Children's Zoo": {
        "category": "Nature Preserve",
        "online": [
            "Battersea Park is a 200-acre (83-hectare) green space at Battersea in the London Borough of Wandsworth in London.",
            "It is situated on the south bank of the River Thames opposite Chelsea and was opened in 1858.",
            "The park occupies marshland reclaimed from the Thames and land formerly used for market gardens.",
            "The park is Grade II* listed on the Register of Historic Parks and Gardens."
        ]
    },
    "California Automobile Museum": {
        "category": "Museum",
        "online": [
            "California Automobile Museum is an automobile museum located in Sacramento, California.",
            "It has a collection of over 150 classic cars, race cars, muscle cars and early models displayed throughout 72,000 square feet (6,700 m2) of museum space.",
            "The mission of the California Automobile Museum is to preserve, exhibit, and teach the story of the automobile and its influence on our lives."
        ]
    },
    "Sacramento Zoo": {
        "category": "Nature Preserve",
        "online": [
            "The Sacramento Zoo is a zoo located in William Land Park in Sacramento, California.",
            "It opened on June 2, 1927, with 40 animals.",
            "At that time, it occupied 4.2 acres (1.7 ha), which remained the case until the early 1960s when the zoo expanded to its current 14.3 acres (5.8 ha).",
            "As of December 2012, the zoo had just over 500 animals on site."
        ]
    },
    "Las Vegas Natural History Museum": {
        "category": "Museum",
        "online": [
            "The Las Vegas Natural History Museum is a private, nonprofit natural history museum that is located in Downtown Las Vegas, Nevada.",
            "The exhibits focus on various subjects, from dinosaurs, marine life, and mammals both exotic and native, as well as an Egyptian exhibit that opened in February 2010, focusing on the life of Tutankhamen.",
            "The Museum opened on July 16, 1991, and is located on Las Vegas Boulevard across from the Las Vegas Library, as part of the downtown area known as the Cultural Corridor.",
            "It is approximately one mile north of the Fremont Street Experience."
        ]
    },
    "Aquaria KLCC": {
        "category": "Nature Preserve",
        "online": [
            "The Aquaria KLCC is an oceanarium located beneath Kuala Lumpur Convention Centre within Kuala Lumpur City Centre in Kuala Lumpur, Malaysia."
        ]
    },
    "California Museum": {
        "category": "Museum",
        "online": [
            "The California Museum is the state history museum of California, located in its capital city of Sacramento and housed within the Secretary of State building complex.",
            "It is home to the California Hall of Fame."
        ]
    },
    "California State Capitol Museum": {
        "category": "Museum",
        "online": [
            "The California State Capitol Museum consists of a museum in and grounds around the California State Capitol in Sacramento, California, United States.",
            "The building has been the home of the California State Legislature since 1869.",
            "The State Capitol Museum has been a property in the California State Parks system since 1982."
        ]
    },
    "Honda Center": {
        "category": "Sports Venue",
        "online": [
            "Honda Center (formerly known as the Arrowhead Pond of Anaheim) is an indoor arena located in Anaheim, California.",
            "The arena is home to the Anaheim Ducks of the National Hockey League.",
            "Originally named the Anaheim Arena during construction, it was completed in 1993 at a cost of US$123 million.",
            "Arrowhead Water paid $15 million for the naming rights over 10 years in October 1993.",
            "In the short period of time after the Mighty Ducks franchise was awarded and before the naming rights deal with Arrowhead, Disney referred to the Arena as the Pond of Anaheim.",
            "In October 2006, Honda paid $60 million for the naming rights over 15 years, and renewed the deal for another decade in 2020."
        ]
    },
    "Columbia Center": {
        "category": "Shopping Area",
        "online": [
            "The Columbia Center, formerly named the Bank of America Tower and Columbia Seafirst Center, is a skyscraper in downtown Seattle, Washington, United States.",
            "The 76-story structure is the tallest building in the state of Washington, reaching a height of 933 ft (284 m).",
            "At the time of its completion, the Columbia Center was the tallest structure on the West Coast; as of 2017, it is the fourth-tallest, behind buildings in Los Angeles and San Francisco.",
            "The Columbia Center, developed by Martin Selig and designed by Chester L. Lindsey Architects, began construction in 1982 and was completed in 1985.",
            "The building is primarily leased for class-A office spaces by various companies, with the lower floors including retail space and the upper floors featuring a public observatory and private club lounge.",
            "The tower has the highest public viewing area west of the Mississippi River.",
            "It occupies most of the block bounded by Fourth and Fifth Avenues and Cherry and Columbia Streets."
        ]
    },
    "Fremont Street Experience": {
        "category": "Shopping Area",
        "online": [
            "The Fremont Street Experience (FSE) is a pedestrian mall and attraction in downtown Las Vegas, Nevada.",
            "The FSE occupies the westernmost five blocks of Fremont Street, including the area known for years as \"Glitter Gulch\", and portions of some other adjacent streets.",
            "The central attraction is a barrel vault canopy, 90 ft (27 m) high at the peak and four blocks, or approximately 1,375 ft (419 m), in length.",
            "While Las Vegas is known for never turning the outside casino lights off, each show begins by turning off the lights on all of the buildings, including the casinos, under the canopy.",
            "Before each show, one bidirectional street that crosses the Experience is blocked off for safety reasons.",
            "Concerts, usually free, are also held on three stages.",
            "The venue has become a major tourist attraction for downtown Las Vegas, and is also the location of the SlotZilla zip line attraction and the city's annual New Year's Eve party, complete with fireworks on the display screen."
        ]
    },
    "Fleet Science Center": {
        "category": "Museum",
        "online": [
            "The Fleet Science Center is a science museum and planetarium in Balboa Park in San Diego, California.",
            "Established in 1973, it was the first science museum to combine interactive science exhibits with a planetarium and an IMAX Dome (OMNIMAX) theater, setting the standard that most major science museums follow today.",
            "It is located at the east end of the El Prado Drive walkway, next to the Bea Evenson Fountain and plaza in central Balboa Park."
        ]
    },
    "ICC Pudu": {
        "category": "Shopping Area",
        "online": [
            "Vimala Perumal is a Malaysian filmmaker.",
            "She is currently a Senior Lecturer at Multimedia University, in Cyberjaya, Malaysia.",
            "Her film Vedigundu Pasangge received national and international recognition."
        ]
    },
    "Giraffe Centre": {
        "category": "Nature Preserve",
        "online": [
            "The Giraffe Centre is located in Lang'ata, approximately 20 kilometres (12 mi) from the centre of Nairobi, Kenya.",
            "It was established in order to protect the vulnerable giraffe, that is found only in the grasslands of East Africa.",
            "In 1979, the Giraffe Center, a nature sanctuary for visiting and including wildlife conservation education for urban school children, was started by Jock Leslie Melville, the Kenyan grandson of a Scottish Earl, when he and his wife Betty captured two baby giraffe to start a programme of breeding giraffe on their Langata property, site of the present Centre.",
            "Since then the programme has had huge success, resulting in the introduction of several breeding pairs of Rothschild Giraffe into Kenyan national parks.",
            "By 1983 enough money had been raised to establish the Giraffe Visitor Center as a tourist destination just outside Nairobi.",
            "The main attraction for both school children and visitors is feeding giraffes from a raised observation platform.",
            "The Giraffe Center is also home to several warthogs which freely roam the area along with the giraffes."
        ]
    },
    "Chastain Memorial Park": {
        "category": "Park",
        "online": [
            "Chastain Memorial Park (originally known as the North Fulton Park, commonly known as Chastain Park) is the second largest city park in Atlanta, Georgia.",
            "It is a 268-acre (1.08 km2) park near the northern edge of the city.",
            "Included in the park are jogging paths, playgrounds, NYO ball fields, tennis courts, a golf course, swimming pool, horse park and amphitheater."
        ]
    },
    "Georgia Aquarium": {
        "category": "Nature Preserve",
        "online": [
            "Georgia Aquarium is a public aquarium in Atlanta, Georgia, United States.",
            "The aquarium exhibits hundreds of species and thousands of animals across its seven major galleries, all of which reside in more than 11 million US gallons (42,000 m3) of water.",
            "It was the largest aquarium in the world from its opening in 2005 until 2012 when it was surpassed by the S.E.A.",
            "Aquarium in Singapore and the Chimelong Ocean Kingdom in China; the Georgia Aquarium remains the largest aquarium in the United States and the sixth largest in the world.",
            "A $250 million donation from the foundation of local businessman and The Home Depot co-founder Bernard Marcus provided the bulk of the funding needed to build and stock the new facility.",
            "The aquarium's notable specimens include whale sharks, beluga whales, California sea lions, bottlenose dolphins, manta rays, sea otters, and tiger sharks.",
            "Its centerpiece is a 6.3 million US gallons (24,000 m3) whale shark exhibit."
        ]
    },
    "Zoo Atlanta": {
        "category": "Nature Preserve",
        "online": [
            "Zoo Atlanta (sometimes referred as Atlanta Zoo) is an Association of Zoos and Aquariums (AZA) accredited zoo in Atlanta, Georgia.",
            "The current president and CEO of Zoo Atlanta is Raymond B.",
            "King."
        ]
    },
    "BAPS Shri Swaminarayan Mandir": {
        "category": "Place of Worship",
        "online": [
            "Bochasanwasi Akshar Purushottam Swaminarayan Sanstha (BAPS; IAST: Bocāsaṇvāsī Akṣara Puruṣottama Svāminārāyaṇa Saṇsthā) is a Hindu denomination within the Swaminarayan Sampradaya.",
            "It was formed in 1905 by Shastri Yagnapurushdas (Shastriji Maharaj) following his conviction that Swaminarayan remained present on earth through a lineage of gurus starting with Gunatitanand Swami.",
            "As of August 2016, Mahant Swami Maharaj is the 6th guru and president of BAPS.",
            "The philosophy of BAPS is centred on the doctrine of Akshar-Purushottam Upasana, in which followers worship Swaminarayan as God, or Purushottam, and his choicest devotee, Gunatitanand Swami, as Akshar.",
            "As of 2019, BAPS has 44 shikharbaddha mandirs and more than 1,200 mandirs worldwide that facilitate practice of this doctrine by allowing followers to offer devotion to the murtis of Swaminarayan, Gunatitanand Swami, and their successors.",
            "BAPS mandirs also feature activities to foster culture and youth development.",
            "Many devotees view the mandir as a place for transmission of Hindu values and their incorporation into daily routines, family life, and careers.",
            "BAPS also engages in a host of humanitarian and charitable endeavors through BAPS Charities, a separate non-profit aid organisation which has spearheaded a number of projects around the world addressing healthcare, education, environmental causes, and community-building campaigns."
        ]
    },
    "Exposition Park": {
        "category": "Park",
        "online": null
    },
    "National Academy of Sciences": {
        "category": "Historical Landmark",
        "online": [
            "The National Academy of Sciences (NAS) is a United States nonprofit, non-governmental organization.",
            "NAS is part of the National Academies of Sciences, Engineering, and Medicine, along with the National Academy of Engineering (NAE) and the National Academy of Medicine (NAM).",
            "As a national academy, new members of the organization are elected annually by current members, based on their distinguished and continuing achievements in original research.",
            "Election to the National Academy is one of the highest honors in the scientific field.",
            "Members of the National Academy of Sciences serve pro bono as \"advisers to the nation\" on science, engineering, and medicine.",
            "The group holds a congressional charter under Title 36 of the United States Code.",
            "Congress legislated, and President  Abraham Lincoln signed, a 1863 Act of Congress establishing the National Academy of Sciences as an independent, trusted government institution created for the purpose of \"providing independent, objective advice to the nation on matters related to science and technology [and] to provide scientific advice to the government 'whenever called upon' by any government department,\" an objective that promulgated the academy with the broad and enduring purpose of enriching and providing resources to any part of the federal government -- rather than as a tool of one branch, or executive agencies, which adds a risk or propensity of becoming the tool of one part of the government.",
            "The goal was somewhat unusual at the time, and also different than other knowledge based entities serving a branch of government, such as the Library of Congress.",
            "The academy receives no compensation from the government for its services."
        ]
    },
    "Petersen House": {
        "category": "Historical Landmark",
        "online": [
            "The Petersen House is a 19th-century federal style row house in the United States in Washington, D.C., located at 516 10th Street NW, several blocks east of the White House.",
            "On April 15, 1865, President Abraham Lincoln died there after being shot the previous evening at Ford's Theatre, located across the street.",
            "The house was built in 1849 by William A. Petersen, a German tailor.",
            "Future Vice-President John C. Breckinridge, a friend of the Lincoln family, rented this house in 1852.",
            "It served as a boarding house in 1865 and has been a museum since the 1930s, currently administered by the National Park Service."
        ]
    },
    "Karura Forest": {
        "category": "Nature Preserve",
        "online": [
            "Karura Forest is an urban forest in Nairobi, the capital of Kenya.",
            "The forest was gazetted in 1932 and is managed by the Kenya Forest Service in conjunction with the Friends of Karura Forest Community Forest Association.",
            "Karura Forest is 1,041 hectares (2,570 acres) consisting of three parts separated by Limuru and Kiambu roads.",
            "The large middle portion is ca.",
            "710 hectares (1,800 acres); the Sigria salient to the west is ca.",
            "250 hectares (620 acres).",
            "The portion to the east of Kiambu road has been allocated to special national priorities.",
            "As of mid-2016, 36% of the forest contains indigenous upland forest tree species.",
            "The forest is home to some 200 species of bird as well as suni, Harveys Duiker, bushbucks, bush pigs, genets, civets, honey badgers, bush babies, porcupines, Syke's monkeys, bush squirrels, hares, fruit bats, and various reptiles and butterflies.",
            "Karura now has over 50 km of trails for visitors to walk, run or bike.",
            "Due to its proximity to a growing city, there have been plans to reduce the forest in favour of housing and other development.",
            "However, these plans have been controversial with conservationists.",
            "In the late 1990s there were housing projects that would have excised portions of the forest.",
            "Conservationists, led by Wangari Maathai, the leader of Green Belt Movement who later became a Nobel Peace Prize Laureate, carried out a much publicised campaign for saving the forest.",
            "Karura Forest became also a symbol against controversial land grabbings in Kenya."
        ]
    },
    "Cars Land": {
        "category": "Tourist Attraction",
        "online": [
            "Cars Land is a themed area of Disney California Adventure, inspired by the Disney·Pixar franchise, Cars, and Route 66 in America.",
            "The 12-acre (4.9 ha) area, built as part of Disney California Adventure's $1.1 billion expansion project, opened on June 13, 2012, a year after the release of Cars 2.",
            "It contains three rides as well as shops and restaurants, all situated in a replica of Radiator Springs, the fictional town in which most of the first film's events take place.",
            "The area's main attraction is Radiator Springs Racers, a racing ride that uses the technology of Epcot's Test Track.",
            "Cars Land is themed to race day in Radiator Springs.",
            "The story goes that Lightning McQueen and his friends from Radiator Springs invited cars from all around the world to come celebrate race day in the town where it all began.",
            "The town decorated to welcome in the cars (and drivers) from everywhere.",
            "Mater pulled out a jukebox to provide the music for the race, but it attracted some tractors instead.",
            "Luigi invited his cousins from Carsoli to visit and they are dancing to celebrate race day."
        ]
    },
    "Gandhi Smriti": {
        "category": "Museum",
        "online": [
            "Gandhi Smriti, formerly known as Birla House or Birla Bhavan, is a museum dedicated to Mahatma Gandhi, situated on Tees January Road, formerly Albuquerque Road, in New Delhi, India.",
            "It is the location where Mahatma Gandhi spent the last 144 days of his life and was assassinated on 30 January 1948.",
            "It was originally the house of the Birla family, Indian business tycoons.",
            "It is now  home to the Eternal Gandhi Multimedia Museum, which was established in 2005.",
            "The museum is open every day except Mondays and national holidays.",
            "Entry is free for all."
        ]
    },
    "Museum of Vancouver": {
        "category": "Museum",
        "online": [
            "The Museum of Vancouver (MOV) (formerly the Vancouver Museum and prior to that the Centennial Museum) is a civic history museum located in Vanier Park, Vancouver, British Columbia.",
            "The MOV is the largest civic museum in Canada and the oldest museum in Vancouver.",
            "The museum was founded in 1894 and went through a number of iterations before being rebranded as the Museum of Vancouver in 2009.",
            "It creates Vancouver-focused exhibitions and programs that encourage conversations about what was, is, and can be Vancouver.",
            "It shares an entrance and foyer with the H. R. MacMillan Space Centre but the MOV is much larger and occupies the vast majority of the space in the building complex where both organisations sit as well as separate collections storage facilities in another building."
        ]
    },
    "Science World at TELUS World of Science": {
        "category": "Museum",
        "online": [
            "Science World is a science centre run by a not-for-profit organization called ASTC Science World Society in Vancouver, British Columbia, Canada.",
            "It is located at the end of False Creek and features many permanent interactive exhibits and displays, as well as areas with varying topics throughout the years.",
            "Prior to the building being handed over to Science World by the city government in 1987, the building was built as Expo Centre for the Expo 86 world's fair.",
            "Following the end of Expo 86, the building was re-purposed as a science centre.",
            "The science centre opened on May 6, 1989, as Science World.",
            "From 2005 to 2020, the museum was branded as Science World at Telus World of Science, before it reverted to its original name."
        ]
    },
    "Vancouver Art Gallery": {
        "category": "Museum",
        "online": [
            "The Vancouver Art Gallery (VAG) is an art museum in Vancouver, British Columbia, Canada.",
            "The museum occupies a 15,300-square-metre-building (165,000 sq ft) adjacent to Robson Square in downtown Vancouver, making it the largest art museum in Western Canada by building size.",
            "Designed by Francis Rattenbury, the building the museum occupies was originally opened as a provincial courthouse, before it was re-purposed for museum use in the early 1980s.",
            "The building was designated the Former Vancouver Law Courts National Historic Site of Canada in 1980.",
            "The museum first opened its doors to the public in 1931, housed within a structure crafted by the architectural firm Sharp and Johnston.",
            "In 1950, the museum underwent its initial expansion within this original building.",
            "Later, the institution embarked on a transition to the former provincial courthouse premises, with the relocation being completed in 1983.",
            "Subsequently, in the late 2000s and 2010s, the museum initiated plans for a further relocation to a new facility situated in Larwill Park.",
            "The Gallery's permanent collection serves as a repository of art for the Lower Mainland region, and has approximately 12,000 works by artists from Canada, and around the world.",
            "As of 2020, the museum holds seasonal exhibitions as well as hosts travelling exhibitions."
        ]
    },
    "Fairytale Town": {
        "category": "Theme Park",
        "online": [
            "Quancheng Euro Park (Chinese: 泉城欧乐堡梦幻世界; pinyin: Quánchéng ōu lè bǎo mènghuàn shìjiè) (also known as Euro Park Dreamworld or simply Euro Park) is a theme park located in the Qihe County of Dezhou in the Shandong province of China, part of the Quancheng Euro Park International Tourism Resort.",
            "Quancheng Euro Park is classified as an AAAA scenic area by the China National Tourism Administration.",
            "The park opened on 27 April 2014.",
            "The park features a variety of attractions including 9 roller coasters.",
            "Attractions range from children rides such as Children Coaster to more intense thrill rides such as Battle of Blue Fire."
        ]
    },
    "Christmas Tree Lane": {
        "category": "Tourist Attraction",
        "online": [
            "Christmas Tree Lane is a 0.7-mile (1.1 km) boulevard of deodar cedar trees in Altadena, California.",
            "The trees on the Lane, Santa Rosa Avenue, have been lighted annually as a Christmas Holiday display since 1920.",
            "The association that runs it claims it is \"the oldest large-scale outdoor Christmas display in the world\".",
            "Christmas Tree Lane was listed on the U.S. National Register of Historic Places in 1990, the same year it was also designated as California Historical Landmark No.",
            "990."
        ]
    },
    "Benjamin Franklin Museum": {
        "category": "Museum",
        "online": [
            "The Franklin Institute is a science museum and the center of science education and research in Philadelphia, Pennsylvania.",
            "It is named after the American scientist and statesman Benjamin Franklin.",
            "It houses the Benjamin Franklin National Memorial.",
            "Founded in 1824, the Franklin Institute is one of the oldest centers of science education and development in the United States.",
            "Its chief astronomer is Derrick Pitts."
        ]
    },
    "International Spy Museum": {
        "category": "Museum",
        "online": [
            "The International Spy Museum is an independent non-profit history museum which documents the tradecraft, history, and contemporary role of espionage.",
            "It holds the largest collection of international espionage artifacts on public display.",
            "The museum opened in 2002 in the Penn Quarter neighborhood of Washington, D.C., and relocated to L'Enfant Plaza in 2019."
        ]
    },
    "Art Gallery of Ontario": {
        "category": "Museum",
        "online": [
            "The Art Gallery of Ontario (AGO; French: Musée des beaux-arts de l'Ontario) is an art museum in Toronto, Ontario, Canada, located in the Grange Park neighbourhood of downtown Toronto, on Dundas Street West.",
            "The building complex takes up 45,000 square metres (480,000 sq ft) of physical space, making it one of the largest art museums in North America and the second-largest art museum in Toronto, after the Royal Ontario Museum.",
            "In addition to exhibition spaces, the museum also houses an artist-in-residence office and studio, dining facilities, event spaces, gift shop, library and archives, theatre and lecture hall, research centre, and a workshop.",
            "It was established in 1900 as the Art Museum of Toronto and formally incorporated in 1903.",
            "The museum was renamed the Art Gallery of Toronto in 1919, before it adopted its present name, the Art Gallery of Ontario, in 1966.",
            "The museum acquired the Grange in 1911 and later undertook several expansions to the north and west of the structure.",
            "The first series of expansions occurred in 1918, 1924, and 1935, designed by Darling and Pearson.",
            "Since 1974, the gallery has undergone four major expansions and renovations.",
            "These expansions occurred in 1974 and 1977 by John C. Parkin, and 1993 by Barton Myers and KPMB Architects.",
            "From 2004 to 2008, the museum underwent another expansion by Frank Gehry.",
            "The museum complex saw further renovations in the 2010s by KPMB and Hariri Pontarini Architects.",
            "The museum's permanent collection includes over 120,000 works spanning the first century to the present day.",
            "The museum collection includes a number works from Canadian, First Nations, Inuit, African, European, and Oceanic artists.",
            "In addition to exhibits for its collection, the museum has organized and hosted many travelling art exhibitions."
        ]
    },
    "Nairobi National Park": {
        "category": "Nature Preserve",
        "online": [
            "Nairobi National Park is a national park in Kenya that was established in 1946 about 7 km (4.3 mi) south of Nairobi.",
            "It is fenced on three sides, whereas the open southern boundary allows migrating wildlife to move between the park and the adjacent Kitengela plains.",
            "Herbivores gather in the park during the dry season.",
            "Nairobi National Park is negatively affected by increasing human and livestock populations, changing land use and poaching of wildlife.",
            "Despite its proximity to the city and its relative small size, it boasts a large and varied wildlife population, and is one of Kenya's most successful rhinoceros sanctuaries."
        ]
    },
    "Forestiere Underground Gardens": {
        "category": "Historical Landmark",
        "online": [
            "The Forestiere Underground Gardens in Fresno, California are a series of subterranean structures built by Baldassare Forestiere, an immigrant from Sicily, over a period of 40 years from 1906 to his death in 1946.",
            "The gardens are operated by members of the Forestiere family through the Forestiere Historical Center, and can be considered a spectacular and unconventional example of vernacular architecture."
        ]
    },
    "SlotZilla Zip Line": {
        "category": "Tourist Attraction",
        "online": [
            "The Fremont Street Experience (FSE) is a pedestrian mall and attraction in downtown Las Vegas, Nevada.",
            "The FSE occupies the westernmost five blocks of Fremont Street, including the area known for years as \"Glitter Gulch\", and portions of some other adjacent streets.",
            "The central attraction is a barrel vault canopy, 90 ft (27 m) high at the peak and four blocks, or approximately 1,375 ft (419 m), in length.",
            "While Las Vegas is known for never turning the outside casino lights off, each show begins by turning off the lights on all of the buildings, including the casinos, under the canopy.",
            "Before each show, one bidirectional street that crosses the Experience is blocked off for safety reasons.",
            "Concerts, usually free, are also held on three stages.",
            "The venue has become a major tourist attraction for downtown Las Vegas, and is also the location of the SlotZilla zip line attraction and the city's annual New Year's Eve party, complete with fireworks on the display screen."
        ]
    },
    "Disney California Adventure Park": {
        "category": "Theme Park",
        "online": [
            "Disney California Adventure is a theme park at the Disneyland Resort in Anaheim, California.",
            "It is owned and operated by The Walt Disney Company through its Experiences division.",
            "The 72-acre (29 ha) park is themed after Disney's interpretation of California, by the use of Disney, Pixar and Marvel properties.",
            "The park opened on February 8, 2001, and is the second of two theme parks built at the Disneyland Resort complex, after Disneyland.",
            "The concept of a theme park dedicated to California arose from a meeting of Disney executives in 1995, following the cancellation of WestCOT, a planned West Coast version of Walt Disney World's EPCOT Center.",
            "Construction of the park began in June 1998 and was completed by early 2001.",
            "Disney initially projected high attendance rates at the new park; a series of preview openings held in January 2001 led to negative reviews, however, and after the park officially opened to the public, the company's attendance projections were never met.",
            "Disney spent the next several years incrementally adding new rides, shows, and attractions, and implementing other promotions aimed at boosting attendance.",
            "In 2007, Disney announced a major overhaul of the park consisting of new expansion as well as re-construction of existing areas of the park.",
            "Construction lasted for five years and was completed in stages, culminating with the opening of Buena Vista Street and Cars Land along with the re-dedication of the park in June 2012.",
            "The most recent addition to the park was San Fransokyo Square, which opened in August 2023.",
            "In 2023 the park hosted approximately 10 million guests, making it the 11th-most visited theme park in the world that year."
        ]
    },
    " Musee du Chocolat": {
        "category": "Museum",
        "online": [
            "A chocolate museum is any museum covering the subject of chocolate.",
            "The list of chocolate museums includes:"
        ]
    },
    "Cinematheque Francaise": {
        "category": "Museum",
        "online": [
            "The Cinémathèque française (French pronunciation: [sinematɛk fʁɑ̃sɛːz]; French cinematheque), founded in 1936, is a French non-profit film organization that holds one of the largest archives of film documents and film-related objects in the world.",
            "Based in Paris's 12th arrondissement, the archive offers daily screenings of films from around the world."
        ]
    },
    "Big Bus Tours Chicago (Tours begin at 98 E. Upper Wacker Dr.)": {
        "category": "Tourist Attraction",
        "online": [
            "U.S. Route 41, also U.S. Highway 41 (US 41), is a major north–south United States Numbered Highway that runs from Miami, Florida, to the Upper Peninsula of Michigan.",
            "Until 1949, the part in southern Florida, from Naples to Miami, was US 94.",
            "The highway's southern terminus is in the Brickell neighborhood of Downtown Miami at an intersection with Brickell Avenue (US 1), and its northern terminus is east of Copper Harbor, Michigan, at a modest cul-de-sac near Fort Wilkins Historic State Park at the tip of the Keweenaw Peninsula.",
            "US 41 closely parallels Interstate 75 (I-75) from Naples, Florida, all the way through Georgia to Chattanooga, Tennessee."
        ]
    },
    "National Rail Museum": {
        "category": "Museum",
        "online": [
            "The National Rail Museum in Chanakyapuri, New Delhi, displays exhibits on the history of rail transport in India.",
            "The museum was inaugurated on 1 February 1977.",
            "The museum spans over an area of over 4.4 hectares (11 acres) and the indoor gallery comprises an octagonal building which houses six display galleries and a large open area is laid out to simulate the atmosphere of a railway yard.",
            "It is open every day except Mondays and national holidays."
        ]
    },
    "Cite de l'architecture et du patrimoine": {
        "category": "Museum",
        "online": [
            "The Cité de l'architecture et du patrimoine (Architecture and Heritage City) is a museum of architecture and monumental sculpture located in the Palais de Chaillot (Trocadéro), in Paris, France.",
            "Its permanent collection is also known as Musée national des monuments français (National Museum of French Monuments).",
            "It was established in 1879 by Eugène Viollet-le-Duc.",
            "The museum was renovated in 2007 and covers 9,000 square meters of gallery space.",
            "As a whole, the Cité de l'architecture et du patrimoine spreads across 22,000 square meters, which makes it the largest museum devoted to architecture in the world, even surpassing the Design Museum of London.",
            "Alongside temporary exhibitions, it is made of three permanent exhibits :\n\nGalerie des moulages: casts of monumental French architecture from the 12th to the 18th centuries, such as portals of cathedrals.",
            "Galerie des peintures murales et des vitraux: copies of murals and stained glasses from French Romanesque and Gothic churches.",
            "Galerie moderne et contemporaine: models of French and international architecture from 1850 to the present day.",
            "The Cité also houses:\n\nthe Institut français d'architecture (French Institute of Architecture), for the promotion of French architecture and contemporary architects.",
            "the École de Chaillot (School of Chaillot) founded in 1887 for the training of architects specialising in the restoration of historical monuments.",
            "a library of architecture\nThe Cité supported the Global Award for Sustainable Architecture launch in 2006 by the architect and professor Jana Revedin.",
            "Placed under the patronage of the UNESCO from 2010, the prize is awarded to 5 architects every year since 2007, at the Cité."
        ]
    },
    "Jay Museum": {
        "category": "Museum",
        "online": [
            "The Honourable Peter Jay (7 February 1937 – 22 September 2024) was an English economist, broadcaster and diplomat.",
            "He served as the British Ambassador to the United States from 1977 to 1979 in the government of his father-in-law, James Callaghan.",
            "After leaving politics, Jay became the founding chairman of the breakfast television station TV-am and was Chief of Staff to Robert Maxwell.",
            "He served as a governor of the Ditchley Foundation from 1982 to 1987 and as the non-executive director of the Bank of England from 2003 to 2009."
        ]
    },
    "Australian National Maritime Museum": {
        "category": "Museum",
        "online": [
            "The Australian National Maritime Museum (ANMM) is a federally operated maritime museum in Darling Harbour, Sydney.",
            "After considering the idea of establishing a maritime museum, the federal government announced that a national maritime museum would be constructed at Darling Harbour, tied into the New South Wales state government's redevelopment of the area for the Australian bicentenary in 1988.",
            "The museum building was designed by Philip Cox, and although an opening date of 1988 was initially set, construction delays, cost overruns, and disagreements between the state and federal governments over funding responsibility pushed the opening to 1991.",
            "One of six museums directly operated by the federal government, the ANMM is the only one located outside of the Australian Capital Territory.",
            "The museum is structured around seven main galleries, focusing on the relationships between Indigenous Australians and the sea, the navigation of Australian waters, travel to Australia by sea and the naval defence of the nation.",
            "Four additional gallery spaces are used for temporary exhibits.",
            "Four museum ships – the HM Bark Endeavour Replica, the destroyer HMAS Vampire, the submarine HMAS Onslow and a replica of the Duyfken – are open to the public, while smaller historical vessels berthed outside can be viewed but not boarded."
        ]
    },
    "Aquarium of the Pacific": {
        "category": "Nature Preserve",
        "online": [
            "The Aquarium of the Pacific (formerly the Long Beach Aquarium of the Pacific) is a public aquarium on a 5-acre (20,000 m2) site on Rainbow Harbor in Long Beach, California, United States.",
            "It is situated across the water from the Long Beach Convention Center, Shoreline Village, and the Queen Mary Hotel and Attraction.",
            "The aquarium is visited by 1.7 million visitors a year and has a staff of approximately 1,875, including more than 1,500 volunteers and 375 employees.",
            "The aquarium is a 501(c)(3) non-profit aquarium and is a current member of the Association of Zoos and Aquariums (AZA)."
        ]
    },
    "The Queen Mary": {
        "category": "Historical Landmark",
        "online": [
            "RMS Queen Mary is a retired British ocean liner that operated primarily on the North Atlantic Ocean from 1936 to 1967 for the Cunard Line.",
            "Built by John Brown & Company in Clydebank, Scotland, she was subsequently joined by RMS Queen Elizabeth in Cunard's two-ship weekly express service between Southampton, Cherbourg and New York.",
            "These \"Queens\" were the British response to the express superliners built by German, Italian, and French companies in the late 1920s and early 1930s.",
            "Queen Mary sailed on her maiden voyage on 27 May 1936 and won the Blue Riband that August; she lost the title to SS Normandie in 1937 and recaptured it in 1938, holding it until 1952, when the new SS United States claimed it.",
            "With the outbreak of World War II, she was converted into a troopship and ferried Allied soldiers during the conflict.",
            "On one voyage in 1943, she carried over 16,600 people, still the record for the most people on one vessel at the same time.",
            "Following the war, Queen Mary returned to passenger service and, along with Queen Elizabeth, commenced the two-ship transatlantic passenger service for which the two ships were initially built.",
            "The pair dominated the transatlantic passenger transportation market until the dawn of the jet age in the late 1950s.",
            "By the mid-1960s, Queen Mary was ageing and operating at a loss.",
            "After several years of decreased profits, Cunard officially retired the Queen Mary from service in 1967.",
            "She left Southampton for the last time on 31 October 1967 and sailed to Long Beach, California, United States, where she was permanently moored.",
            "The City of Long Beach bought the ship to serve as a tourist attraction featuring restaurants, a museum, and a hotel.",
            "The city contracted out management of the ship to various third-party firms over the years, until it took back operational control in 2021."
        ]
    },
    "Long Beach Museum of Art": {
        "category": "Museum",
        "online": [
            "The Long Beach Museum of Art is a museum located on Ocean Boulevard in the Bluff Park neighborhood of Long Beach, California, United States.",
            "The museum's permanent collection includes over 4,000 paintings, drawings, sculptures, works on paper, and decorative arts objects.",
            "Particular strengths include American decorative arts objects, early 20th century European art, California Modernism, and contemporary art of California.",
            "The museum is a member of the North American Reciprocal Museums program and is accredited by the American Alliance of Museums."
        ]
    },
    "Arc de Triomphe": {
        "category": "Historical Landmark",
        "online": [
            "The Arc de Triomphe de l'Étoile, often called simply the Arc de Triomphe, is one of the most famous monuments in Paris, France, standing at the western end of the Champs-Élysées at the centre of Place Charles de Gaulle, formerly named Place de l'Étoile—the étoile or \"star\" of the juncture formed by its twelve radiating avenues.",
            "The location of the arc and the plaza is shared between three arrondissements, 16th (south and west), 17th (north), and 8th (east).",
            "The Arc de Triomphe honours those who fought and died for France in the French Revolutionary and Napoleonic Wars, with the names of all French victories and generals inscribed on its inner and outer surfaces.",
            "Beneath its vault lies the Tomb of the Unknown Soldier from World War I.",
            "The central cohesive element of the Axe historique (historic axis, a sequence of monuments and grand thoroughfares on a route running from the courtyard of the Louvre to the Grande Arche de la Défense), the Arc de Triomphe was designed by Jean Chalgrin in 1806; its iconographic programme pits heroically nude French youths against bearded Germanic warriors in chain mail.",
            "It set the tone for public monuments with triumphant patriotic messages.",
            "Inspired by the Arch of Titus in Rome, Italy, the Arc de Triomphe has an overall height of 50 m (164 ft), width of 45 m (148 ft) and depth of 22 m (72 ft), while its large vault is 29.19 m (95.8 ft) high and 14.62 m (48.0 ft) wide.",
            "The smaller transverse vaults are 18.68 m (61.3 ft) high and 8.44 m (27.7 ft) wide.",
            "Paris's Arc de Triomphe was the tallest triumphal arch until the completion of the Monumento a la Revolución in Mexico City in 1938, which is 67 m (220 ft) high.",
            "The Arch of Triumph in Pyongyang, completed in 1982, is modeled on the Arc de Triomphe and is slightly taller at 60 m (197 ft).",
            "The Grande Arche in La Défense near Paris is 110 metres high, and, if considered to be a triumphal arch, is the world's tallest."
        ]
    },
    "Pacific Science Center": {
        "category": "Museum",
        "online": [
            "Pacific Science Center is an independent, nonprofit science center in Seattle with a mission to ignite curiosity and fuel a passion for discovery, experimentation, and critical thinking.",
            "Pacific Science Center serves more than 1 million people each year at its campus adjacent to Seattle Center, at the Mercer Slough Environmental Education Center in Bellevue, Washington, and in communities and classrooms across the state of Washington."
        ]
    },
    "Barbican Centre": {
        "category": "Performing Arts Venue",
        "online": [
            "The Barbican Centre is a performing arts centre in the Barbican Estate of the City of London, England, and the largest of its kind in Europe.",
            "The centre hosts classical and contemporary music concerts, theatre performances, film screenings and art exhibitions.",
            "It also houses a library, three restaurants, and a conservatory.",
            "The Barbican Centre is a member of the Global Cultural Districts Network.",
            "The London Symphony Orchestra and the BBC Symphony Orchestra are based in the centre's Concert Hall.",
            "In 2013, it once again became the London-based venue of the Royal Shakespeare Company following the company's departure in 2001.",
            "The Barbican Centre is owned, funded, and managed by the City of London Corporation.",
            "It was built as the City's gift to the nation at a cost of £161 million (equivalent to £718,000,000 in 2023) and was officially opened to the public by Queen Elizabeth II on 3 March 1982.",
            "The Barbican Centre is also known for its brutalist architecture."
        ]
    },
    "City of Science and Industry": {
        "category": "Museum",
        "online": [
            "The Griffin Museum of Science and Industry (MSI), formerly known as the Museum of Science and Industry, is a science museum located in Chicago, Illinois, in Jackson Park, in the Hyde Park neighborhood between Lake Michigan and The University of Chicago.",
            "It is housed in the Palace of Fine Arts from the 1893 World's Columbian Exposition.",
            "Initially endowed by Julius Rosenwald, the Sears, Roebuck and Company president and philanthropist, it was supported by the Commercial Club of Chicago and opened in 1933 during the Century of Progress Exposition.",
            "It was renamed for benefactor and financier Kenneth C. Griffin on May 19, 2024.",
            "Among the museum's exhibits are the command module of Apollo 8, a full-size replica coal mine, German submarine U-505 captured during World War II,  the first diesel-powered streamlined stainless-steel passenger train (Pioneer Zephyr), and a 3,500-square-foot (330 m2) model railroad, as well as, exhibits on flight, computers, physics, the brain and chemistry and mechanics of the human body."
        ]
    },
    "The Orpheum": {
        "category": "Performing Arts Venue",
        "online": null
    },
    "Grace Cathedral": {
        "category": "Place of Worship",
        "online": null
    },
    "Wings Over Washington": {
        "category": "Theme Park",
        "online": [
            "This is a list of films with high frame rates.",
            "Only films with a native (without motion interpolation) shooting and projection frame rate of 48 or higher, for all or some of its scenes, are included, as are films that received an official post-conversion using technologies such as TrueCut Motion.",
            "This is at least double the 24 frames per second (fps) standard used in Hollywood.",
            "Several of these films also have versions which are converted and projected at 24 fps."
        ]
    },
    "National Archives Museum": {
        "category": "Museum",
        "online": [
            "The National Archives Building, known informally as Archives I, is the headquarters of the United States National Archives and Records Administration.",
            "It is located north of the National Mall at 700 Pennsylvania Avenue, N.W.",
            "in Washington, D.C.",
            "The rotunda entrance is on Constitution Avenue, and the research entrance is on Pennsylvania Avenue.",
            "A second larger facility, Archives II, also known as A2, is located in College Park, Maryland.",
            "In December 2023, the National Archives Building was designated a National Historic Landmark.",
            "It was added to the National Register of Historic Places in 1971, and is a contributing property to the Pennsylvania Avenue National Historic Site."
        ]
    },
    "Menara Kuala Lumpur": {
        "category": "Tourist Attraction",
        "online": [
            "The Kuala Lumpur Tower (Malay: Menara Kuala Lumpur; Jawi: منارا کوالا لومڤور‎), colloquially referred to as KL Tower, is a 6-storey, 421-metre-tall (1,381 ft) telecommunication tower in Kuala Lumpur, Malaysia.",
            "It is the world's seventh-tallest tower.",
            "It features an antenna which increases its height to 421 metres (1,381 feet).",
            "The roof of the pod is at 335 metres (1,100 feet).",
            "The rest of the tower below has a stairwell and an elevator to reach the upper area, which also contains a revolving restaurant, providing diners with a panoramic view of the city.",
            "Races are held annually, where participants race up the stairs to the top.",
            "The tower also acts as the Islamic falak observatory to observe the crescent moon which marks the beginning of Muslim month of Ramadhan, Syawal, and Zulhijjah, to celebrate fasting month of Ramadhan, Hari Raya Aidilfitri and Aidiladha.",
            "The tower is the highest viewpoint in Kuala Lumpur that is open to the public."
        ]
    },
    "Battleship USS Iowa Museum": {
        "category": "Museum",
        "online": [
            "The Battleship USS Iowa Museum is a maritime museum located at the Port of Los Angeles in San Pedro, Los Angeles, California, United States.",
            "The museum's main artifact is the USS Iowa (BB-61), lead ship of the Iowa class of battleships."
        ]
    },
    "Bondi Markets": {
        "category": "Shopping Area",
        "online": null
    },
    "Barangaroo Reserve": {
        "category": "Park",
        "online": [
            "Barangaroo is an area of central Sydney, Australia.",
            "It is at the north-western edge of the Sydney central business district and the southern end of the Sydney Harbour Bridge.",
            "It is part of the local government area of the City of Sydney.",
            "The area was used for fishing and hunting by Indigenous Australians prior to colonial settlement.",
            "The area is inclusive of The Hungry Mile, the name harbourside workers gave to the docklands area of Darling Harbour East during The Great Depression, where workers would walk from wharf to wharf in search of a job, often failing to find one.",
            "In 2003 the Government of New South Wales determined that the precinct would be redeveloped from shipping and stevedoring facilities to provide more commercial office space and recreational areas.",
            "This redevelopment has moved from design contest to concept plan from 2005 to 2012.",
            "In the interim, stevedoring facilities have been relocated, some of the site remediated, and temporary alternate uses such as major events implemented, pending major development.",
            "The site is managed by an agency of the NSW Government, called the Barangaroo Delivery Authority.",
            "Redevelopment commenced in 2012 and was expected to be entirely completed by 2023.",
            "The redevelopment involves parkland with several new apartment buildings, as well as a metro station, hotel, \"cultural space\" and casino."
        ]
    },
    "Fearless Girl Statue": {
        "category": "Tourist Attraction",
        "online": [
            "Fearless Girl is a bronze sculpture by Kristen Visbal, on  Broad Street across from the New York Stock Exchange Building in the Financial District of Manhattan in New York City.",
            "The statue was installed on March 7, 2017, in anticipation of International Women's Day the following day.",
            "It depicts a 4-foot  high (1.2 m) girl promoting female empowerment.",
            "Fearless Girl was commissioned by State Street Global Advisors (SSGA), a large asset management company, to advertise for an index fund that comprises gender-diverse companies that have a relatively high percentage of women among their senior leadership.",
            "The statue was first installed at the northern tip of Bowling Green on Broadway, facing down the Charging Bull statue.",
            "Following complaints from that statue's sculptor, Arturo Di Modica, it was removed in November 2018 and relocated to its current location the following month.",
            "A plaque with footprints was placed on the original site of Fearless Girl."
        ]
    },
    "Strawberry Fields": {
        "category": "Tourist Attraction",
        "online": [
            "\"Strawberry Fields Forever\" is a song by the English rock band the Beatles, written by John Lennon and credited to Lennon–McCartney.",
            "It was released on 13 February 1967 as a double A-side single with \"Penny Lane\".",
            "It represented a departure from the group's previous singles and a novel listening experience for the contemporary pop audience.",
            "While the song initially divided and confused music critics and the group's fans, it proved highly influential on the emerging psychedelic genre.",
            "Its accompanying promotional film is similarly recognised as a pioneering work in the medium of music video.",
            "Lennon based the song on his childhood memories of playing in the garden of Strawberry Field, a Salvation Army children's home in Liverpool.",
            "Starting in November 1966, the band spent 45 hours in the studio, spread over five weeks, creating three versions of the track.",
            "The final recording combined two of those versions, which were entirely different in tempo, mood and musical key.",
            "It features reverse-recorded instrumentation, Mellotron flute sounds, an Indian swarmandal, and a fade-out/fade-in coda, as well as a cello and brass arrangement by producer George Martin.",
            "For the promotional film, the band used experimental techniques such as reverse effects, jump-cuts and superimposition.",
            "The song was the first track the Beatles recorded after completing Revolver and was intended for inclusion on their forthcoming (as yet untitled)  Sgt.",
            "Pepper's Lonely Hearts Club Band.",
            "Instead, under pressure from their record company and management for new product, the group were forced to issue it as a single and they followed their usual practice of not including previously released singles on their albums.",
            "The double A-side peaked at number 2 on the Record Retailer chart, breaking the band's four-year run of chart-topping singles in the UK.",
            "In the United States, \"Strawberry Fields Forever\" peaked at number 8 on the Billboard Hot 100.",
            "To the band's displeasure, the song was later included on the US Magical Mystery Tour LP.",
            "Lennon viewed \"Strawberry Fields Forever\" as his finest work with the Beatles.",
            "After Lennon's murder in New York City, a section of Central Park was named after the song.",
            "In 1996, the discarded first version of the song was issued on the outtakes compilation Anthology 2; in 2006, a new version was created for the remix album Love.",
            "Artists who have covered the song include Richie Havens, Todd Rundgren, Peter Gabriel, Ben Harper, and Los Fabulosos Cadillacs featuring Debbie Harry.",
            "In 1990, a version by the Madchester group Candy Flip became a top-ten hit in the UK and Ireland.",
            "The song was ranked number 7 on Rolling Stone's updated 2021 list of \"The 500 Greatest Songs of All Time\"."
        ]
    },
    "Jane's Carousel": {
        "category": "Theme Park",
        "online": [
            "Jane's Carousel (formerly Idora Park Merry-Go-Round) is a carved wooden 48-horse carousel in Brooklyn, New York City, built in 1922 by the Philadelphia Toboggan Company (PTC) for the Idora Park amusement park in Youngstown, Ohio.",
            "It was carved by John Zalar and Frank Carretta, each of whom is attributed with carvings on carousels constructed by PTC and other carousel companies like Looff.",
            "The carousel has 30 \"jumpers,\" 18 \"standers,\" two chariots, and a Gebrüder Bruder Band Organ that provides the carousel’s music.",
            "Jane's Carousel was listed on the National Register of Historic Places (NRHP) on February 6, 1975, the first carousel to receive such designation.",
            "The merry-go-round was delisted from the NRHP on October 29, 1985.",
            "When Idora Park closed to the public in 1984, the carousel was bought at auction by Jane and David Walentas and moved to Brooklyn, New York, for restoration.",
            "It was opened to the public at its new location in Brooklyn Bridge Park on the East River in Brooklyn on September 16, 2011.",
            "The building commissioned by the Walentas to house the carousel was designed by the French architect Jean Nouvel."
        ]
    },
    "Brooklyn Children's Museum": {
        "category": "Museum",
        "online": [
            "The Brooklyn Children's Museum is a children's museum in the Crown Heights neighborhood of Brooklyn in New York City.",
            "Founded in 1899, it is the first children's museum in the United States – and according to some, the first one worldwide.",
            "It is unusual in its location in what is predominantly a residential area.",
            "Housed in a multi-level underground gallery, the museum underwent an expansion and renovation to double its space, reopened on September 20, 2008, and became the first green museum in New York City."
        ]
    },
    "Paddy's Market Haymarket": {
        "category": "Shopping Area",
        "online": [
            "Paddy's Markets is a commercial enterprise that has two large markets in Sydney, New South Wales, Australia.",
            "Paddy's Markets are located in Haymarket and Flemington and specialise in the sale of fruit, vegetables, fish, clothes and giftware.",
            "Both markets are operated by Sydney Markets Limited, along with the rest of Sydney Markets located at Flemington.",
            "The Flemington Paddy's Market is the larger site and specialises in fruit and vegetable sales.",
            "The market is the primary delivery service of these products for Sydney.",
            "The market has a wholesale sales section that caters to larger business and general sales to the public at the Paddy's Markets.",
            "Sydney Markets is the central marketplace for Sydney's farmers to sell their fresh produce, and includes Sydney Flower Market, the central provider of flowers to NSW and ACT florists.",
            "On weekends, Paddy's Markets feature clothes, gifts and souvenirs.",
            "There is also Paddy's Swap and Sell Market, where vendors set up a sales stand selling a range of secondhand goods.",
            "The Haymarket Paddy's Markets is allocated in Haymarket, beside Chinatown and is more like a traditional flea market, specialising in cheap imported clothes, giftware and also has a small section for fresh fruit, vegetables and seafood.",
            "The Haymarket Paddy's Markets site also sells souvenirs which makes it popular with tourists."
        ]
    },
    "Kirribilli Markets": {
        "category": "Shopping Area",
        "online": null
    },
    "One Liberty Observation Deck": {
        "category": "Tourist Attraction",
        "online": [
            "One Liberty Observation Deck, also called Philly From The Top, was an 883 ft (269 m) high observation deck that was located on the 57th floor of One Liberty Place in Center City Philadelphia.",
            "The deck was closed permanently in September 2020 due to the COVID-19 pandemic."
        ]
    },
    "Old Town San Diego State Historic Park": {
        "category": "Nature Preserve",
        "online": [
            "Old Town San Diego State Historic Park is a state protected historical park in the Old Town neighborhood of San Diego, California.",
            "The park commemorates the early days of San Diego; it includes many historic buildings from the period 1820 to 1870.",
            "The park was established in 1968.",
            "In 2005 and 2006, California State Parks listed Old Town San Diego as the most visited state park in California.",
            "In 1969, the site was registered as California Historical Landmark No.",
            "830.",
            "Then on September 3, 1971, it was added to the National Register of Historic Places as Old Town San Diego Historic District."
        ]
    },
    "OMSI": {
        "category": "Museum",
        "online": null
    },
    "Independence Seaport Museum": {
        "category": "Museum",
        "online": [
            "The Independence Seaport Museum (formerly the Philadelphia Maritime Museum) was founded in 1961 and is located in the Penn's Landing complex along the Delaware River in Philadelphia, Pennsylvania.",
            "The collections at the Independence Seaport Museum document maritime history and culture along the Delaware River.",
            "At the museum are two National Historic Landmark ships and the J. Welles Henderson Archives and Library."
        ]
    },
    "National Constitution Center": {
        "category": "Museum",
        "online": [
            "The National Constitution Center is a non-profit institution that is devoted to the study of the Constitution of the United States.",
            "Located at the Independence Mall in Philadelphia, Pennsylvania, the center is an interactive museum which serves as a national town hall, hosting government leaders, journalists, scholars, and celebrities who engage in public discussions, including Constitution-related events and presidential debates.",
            "The groundbreaking ceremony was held on September 17, 2000, the 213th anniversary of the signing of the Constitution.",
            "The center opened on July 4, 2003, joining other historic sites and attractions in what has been called \"America's most historic square mile\" because of its proximity to Independence Hall and the Liberty Bell.",
            "The center offers civic learning resources onsite and online.",
            "It does not house the original Constitution, which is stored at the National Archives Building in Washington, D.C."
        ]
    },
    "Humayun's Tomb": {
        "category": "Historical Landmark",
        "online": [
            "Humayun's tomb (Persian: Maqbara-i Humayun) is the tomb of Mughal emperor, Mirza Nasir al-Din Muhammad commonly known as Humayun situated in Delhi, India.",
            "The tomb was commissioned by Humayun's first wife and chief consort, Empress Bega Begum under her patronage in 1558, and designed by Mirak Mirza Ghiyas and his son, Sayyid Muhammad, Persian architects chosen by her.",
            "It was the first garden-tomb on the Indian subcontinent, and is located in Nizamuddin East, Delhi, close to the Dina-panah Citadel, also known as Purana Qila (Old Fort), that Humayun found in 1538.",
            "It was also the first structure to use red sandstone at such a scale.",
            "The tomb was declared a UNESCO World Heritage Site in 1993, and since then has undergone extensive restoration work, which is complete.",
            "Besides the main tomb enclosure of Humayun, several smaller monuments dot the pathway leading up to it, from the main entrance in the West, including one that even pre-dates the main tomb itself, by twenty years; it is the tomb complex of Isa Khan Niazi, an Afghan noble in Sher Shah Suri's court of the Suri dynasty, who fought against the Mughals, constructed in 1547 CE.",
            "The complex encompasses the main tomb of the Emperor Humayun, which houses the graves of Empress Bega Begum, Hajji Begum, and also Dara Shikoh, great-great-grandson of Humayun and son of the later Emperor Shah Jahan, as well as numerous other subsequent Mughals, including Emperor Jahandar Shah, Farrukhsiyar, Rafi Ul-Darjat, Rafi Ud-Daulat, Muhammad Kam Bakhsh and Alamgir II.",
            "It represented a leap in Mughal architecture, and together with its accomplished Charbagh garden, typical of Persian gardens, but never seen before in India, it set a precedent for subsequent Mughal architecture.",
            "It is seen as a clear departure from the fairly modest mausoleum of his father, the first Mughal Emperor, Babur, called Bagh-e Babur (Gardens of Babur) in Kabul (Afghanistan).",
            "Though the latter was the first Emperor to start the tradition of being buried in a paradise garden.",
            "Modelled on Gur-e Amir, the tomb of his ancestor and Asia's conqueror Timur in Samarkand, it created a precedent for future Mughal architecture of royal mausolea, which reached its zenith with the Taj Mahal, at Agra.",
            "The site was chosen on the banks of Yamuna River, due to its proximity to Nizamuddin Dargah, the mausoleum of the celebrated Sufi saint of Delhi, Nizamuddin Auliya, who was much revered by the rulers of Delhi, and whose residence, Chilla Nizamuddin Auliya lies just north-east of the tomb.",
            "In later Mughal history, the last Mughal Emperor, Bahadur Shah Zafar took refuge here, during the Indian Rebellion of 1857, along with three princes, and was captured by Captain Hodson before being exiled to Rangoon.",
            "At the time of the Slave Dynasty this land was under the 'KiloKheri Fort' which was capital of Sultan Qaiqabad, son of Nasiruddin (1268–1287).",
            "The Tombs of Battashewala Complex lie in the buffer zone of the World Heritage Site of the Humayun Tomb Complex; the two complexes are separated by a small road but enclosed within their own separate compound wall."
        ]
    },
    "India Gate": {
        "category": "Historical Landmark",
        "online": null
    },
    "Qutub Minar": {
        "category": "Historical Landmark",
        "online": [
            "The Qutb Minar, also spelled Qutub Minar and Qutab Minar, is a minaret and \"victory tower\" that forms part of the Qutb complex, which lies at the site of Delhi's oldest fortified city, Lal Kot, founded by the Tomar Rajputs.",
            "It is a UNESCO World Heritage Site in the Mehrauli area of South Delhi, India.",
            "It was mostly built between 1199 and 1220, contains 399 steps, and is one of the most visited tourist spots in the city.",
            "Qutab-ud-din Aibak initiated construction of the Qutub Minar, but only managed to finish the first level.",
            "His later rulers continued the construction, and in 1368, Firuz Shah Tughlaq rebuilt the top parts and added a cupola.",
            "It can be compared to the 62-metre all-brick Minaret of Jam in Afghanistan, of c. 1190, which was constructed a decade or so before the probable start of the Delhi tower.",
            "The surfaces of both are elaborately decorated with inscriptions and geometric patterns.",
            "The Qutb Minar has a shaft that is fluted with \"superb stalactite bracketing under the balconies\" at the top of each stage.",
            "In general, minarets were slow to be used in India and are often detached from the main mosque where they exist.",
            "In recent years, the Qutub Minar has been illuminated for special occasions involving international relations.",
            "In September 2023, the monument was lit up in the colors of the Mexican flag to celebrate Mexico's 213th Independence Day, an event that was acknowledged and appreciated by the Embassy of Mexico in India.",
            "Similarly, on October 30, the Qutub Minar was illuminated with the Turkish flag to commemorate the 100th anniversary of the Republic of Turkey, an occasion that received special attention from the Turkish Embassy in New Delhi."
        ]
    },
    "Chelsea Piers Sports and Entertainment Complex": {
        "category": "Sports Venue",
        "online": [
            "Chelsea Piers is a series of piers in Chelsea, on the West Side of Manhattan in New York City.",
            "Located to the west of the West Side Highway (Eleventh Avenue) and Hudson River Park and to the east of the Hudson River, they were originally a passenger ship terminal in the early 1900s that was used by the RMS Lusitania and was the destination of the RMS Carpathia after rescuing the survivors of the RMS Titanic.",
            "The piers replaced a variety of run-down waterfront structures with a row of grand buildings embellished with pink granite facades.",
            "The piers are currently used by the Chelsea Piers Sports & Entertainment Complex.",
            "The Complex is a 28-acre waterfront sports village located between 17th and 23rd Streets along Manhattan's Hudson River.",
            "This privately financed project opened in 1995.",
            "Situated on Piers 59, 60 and 61 and in the head house that connects them, the complex features the Golf Club, a multi-story driving range; the Field House, which contains numerous sports and training facilities; Sky Rink, which has two full-sized ice rinks; the Chelsea Piers Fitness health club; Bowlero at Chelsea Piers, a bowling alley; and Sunset Terrace, a venue that hosts weddings and other events.",
            "The complex also includes several event centers; the Studios film and television production facilities; and the Maritime Center marina for mooring private boats."
        ]
    },
    "San Francisco Zoo": {
        "category": "Nature Preserve",
        "online": [
            "The San Francisco Zoo is a 100-acre (40 ha) zoo located in the southwestern corner of San Francisco, California, between Lake Merced and the Pacific Ocean along the Great Highway.",
            "The zoo's main entrance (one located on the north side across Sloat Boulevard and one block south of the Muni Metro L Taraval line) is to the west, on the ocean side.",
            "The SF Zoo is owned by the San Francisco Recreation & Parks Department, and managed by the San Francisco Zoological Society, a non-profit 501(c)(3) organization.",
            "under a public-private partnership since 1993, receives $4.2 million annually from the city.",
            "As of 2016, the zoo housed more than one thousand individual animals, representing more than 250 species.",
            "It is noted as the birthplace of Koko the gorilla, and, from 1974 to 2016, the home of Elly, the oldest black rhinoceros in North America.",
            "The San Francisco Zoo is currently facing criticism over its leadership and management practices, with concerns raised about animal welfare, outdated facilities, and misaligned priorities.",
            "Despite a recent internal investigation by the San Francisco Zoological Society affirming CEO Tanya Peterson's position, critics argue that her tenure has been marked by neglect and poor conditions for the animals.",
            "High-profile projects, such as a proposed $70 million panda plan, have drawn ire for diverting resources from necessary improvements.",
            "SF Zoo Watch, are calling for reforms, suggesting that the zoo's management be transferred to an organization focused on conservation and animal welfare."
        ]
    },
    "Allan Gardens": {
        "category": "Park",
        "online": null
    },
    "California African American Museum": {
        "category": "Museum",
        "online": [
            "The California African American Museum (CAAM) is a museum located in Exposition Park, Los Angeles, California, United States.",
            "The museum focuses on enrichment and education on the cultural heritage and history of African Americans with a focus on California and western United States.",
            "Admission is free to all visitors.",
            "Their mission statement is \"to research, collect, preserve, and interpret for public enrichment the history, art and culture of African Americans with an emphasis on California and the western United States.\"",
            "CAAM hosts independent and collaborative educational programs both on and off site of lectures, workshops, innovative programs, and hands-on activities that serve public and private school students, museum patrons and community visitors."
        ]
    },
    "Craft Contemporary": {
        "category": "Museum",
        "online": [
            "Craft Contemporary, formerly the Craft and Folk Art Museum, is a non-profit, non-collecting arts museum dedicated to showcasing contemporary craft in Los Angeles, California.",
            "The museum is located on Los Angeles' Museum Row on Wilshire Boulevard, and across from the George C. Page Museum and La Brea Tar Pits.",
            "It is the only institution on the West Coast of the United States to focus exclusively on craft.",
            "In addition to presenting exhibitions, Craft Contemporary is also well-known for its public programs catering to all ages, from family workshops to more intensive sessions for older adults."
        ]
    },
    "Harbourfront Centre": {
        "category": "Performing Arts Venue",
        "online": [
            "Harbourfront Centre is a cultural organization on the waterfront of Toronto, Ontario, Canada, situated at 235 Queens Quay West.",
            "Established as a crown corporation in 1972  by the Government of Canada to create a waterfront park, it became a non-profit organization in 1991.",
            "Funding comes from corporate sponsors, government grants, individual donors and entrepreneurial activities.",
            "Harbourfront Centre has a seating capacity of 2,000.",
            "Harbourfront Centre works with over 450 community organizations, and hosts more than 4,000 events a year in many disciplines such as theatre, dance, literature, music, film, visual arts and craft.",
            "The development is governed by a 26-person community based volunteer Board of Directors, and is assisted by approximately 2,000 volunteers who generously contribute their efforts and time.",
            "Harbourfront Centre is patrolled by its own in-house security team, which works closely with police to ensure that the property is protected."
        ]
    },
    "Fantasy Fair": {
        "category": "Theme Park",
        "online": [
            "Woodbine Centre is a shopping mall in Toronto, Ontario, Canada.",
            "It is located at Rexdale Boulevard and Highway 27 in the Rexdale area of Toronto, across Rexdale Boulevard from Woodbine Racetrack.",
            "The mall has over 130 stores and is home to Fantasy Fair, a year-round indoor amusement park.",
            "The fair houses a Charles I. D. Looff carousel.",
            "It is one of 13 still in operation today.",
            "They also have a 50-foot ferris wheel which they say is the only one in North America."
        ]
    },
    "Chinatown San Francisco": {
        "category": "Tourist Attraction",
        "online": [
            "The Chinatown centered on Grant Avenue and Stockton Street in San Francisco, California, (Chinese: 唐人街; pinyin: tángrénjiē; Jyutping: tong4 jan4 gaai1) is the oldest Chinatown in North America and one of the largest Chinese enclaves outside Asia.",
            "It is also the oldest and largest of the four notable Chinese enclaves within San Francisco.",
            "Since its establishment in the early 1850s, it has been important and influential in the history and culture of ethnic Chinese immigrants in North America.",
            "Chinatown is an enclave that has retained its own customs, languages, places of worship, social clubs, and identity.",
            "The Chinatown district is primarily Cantonese and Taishanese-speaking, both dialects originating in southern China.",
            "Most Chinatown residents have origins in Guangdong Province and Hong Kong; albeit there are some Mandarin-speaking residents from Taiwan and central and Northern China, but lesser in comparison to Cantonese-speaking people, despite Cantonese being a minority language amongst people in China and ethnically Chinese people in Asia.",
            "There are two hospitals, several parks and squares, numerous churches, a post office, and other infrastructure.",
            "Recent immigrants, many of whom are elderly, opt to live in Chinatown because of the availability of affordable housing and their familiarity with the culture.",
            "Due to a combination of factors, some more broad-based related to difficult circumstances for San Francisco itself, while other factors are more specific to this neighborhood, San Francisco's Chinatown faces a struggle for survival."
        ]
    },
    "Canal Street Market": {
        "category": "Shopping Area",
        "online": [
            "The Camden markets are a number of adjoining large retail markets, often collectively referred to as Camden Market or Camden Lock, located in the historic former Pickfords stables, in Camden Town, London.",
            "It is situated north of the Hampstead Road Lock of the Regent's Canal (popularly referred to as Camden Lock).",
            "Famed for their cosmopolitan image, products sold on the stalls include crafts, clothing, books, bric-a-brac, and fast food.",
            "It is the fourth-most popular visitor attraction in London, attracting approximately 250,000 people each week.",
            "A small local foodstuffs market has operated in Inverness Street in Camden Town since the beginning of the 20th century, the only significant market in the area.",
            "On 30 March 1974 a small weekly crafts market that operated every Sunday near Camden Lock developed into a large complex of markets.",
            "The markets, originally temporary stalls only, extended to a mixture of stalls and fixed premises.",
            "The traditional Inverness Street market started losing stalls once local supermarkets opened; by mid-2013 all the original stalls had gone, being replaced by stalls similar to those of the other markets, including fast food but not produce.",
            "The markets originally operated on Sundays only, which continues to be the main trading day.",
            "Opening later extended to Saturdays for most of the market.",
            "A number of traders, mainly those in fixed premises—an increasing proportion—operate throughout the week, although the weekend remains the peak period.",
            "Since 2014 most of the markets were acquired by Israeli billionaire Teddy Sagi, who heavily developed them from stalls set up for the day to permanent structures.",
            "In 2022 Sagi's company LabTech  offered them for sale, hoping for a price of around £1.5 billion.",
            "Status was not known as of September 2023."
        ]
    },
    "BODY WORLDS London": {
        "category": "Museum",
        "online": [
            "Body Worlds (German title: Körperwelten) is a traveling exposition of dissected human bodies, animals, and other anatomical structures of the body that have been preserved through the process of plastination.",
            "Gunther von Hagens developed the preservation process which \"unite[s] subtle anatomy and modern polymer chemistry\", in the late 1970s.",
            "A series of Body Worlds anatomical exhibitions has toured many countries worldwide, sometimes raising controversies about the sourcing and display of actual human corpses and body parts.",
            "Von Hagens maintains that all human specimens were obtained with full knowledge and consent of the donors before they died, but this has not been independently verified, and in 2004 von Hagens returned seven corpses to China because they showed evidence of being executed prisoners.",
            "A competing exhibition, Bodies: The Exhibition, openly sources its bodies from \"unclaimed bodies\" in China, which can include executed prisoners.",
            "In addition to temporary traveling exhibitions, permanent Body Worlds exhibits exists in Berlin, Amsterdam, Heidelberg, Guben, and San Jose, CA."
        ]
    },
    "Journey to Atlantis": {
        "category": "Theme Park",
        "online": [
            "Journey to Atlantis is the name shared by three Water Coasters located at SeaWorld theme parks.",
            "These attractions, while different from one another, tell a similar story of a trip to the mythical land of Atlantis.",
            "Each one combines roller coaster elements, such as chain lift hills and steep drops, with boat-based attraction elements, such as splash-down landings.",
            "All three attractions were designed by Mack Rides of Germany."
        ]
    },
    "Jamek Mosque": {
        "category": "Place of Worship",
        "online": [
            "Jamek Mosque, officially Sultan Abdul Samad Jamek Mosque (Malay: Masjid Jamek Sultan Abdul Samad) is one of the oldest mosques in Kuala Lumpur, Malaysia.",
            "It is located at the confluence of the Klang and Gombak rivers and may be accessed via Jalan Tun Perak.",
            "The mosque was designed by British architect and soldier Arthur Benison Hubback, and built in 1909.",
            "It was the principal mosque of Kuala Lumpur until the construction of the national mosque Masjid Negara in 1965.",
            "The name \"Jamek\" is  the Malay equivalent of the Arabic word jāmiʿ (جامع)  meaning a place where people congregate to worship.",
            "It is also referred to as \"Friday Mosque\" by the locals."
        ]
    },
    "Cent Quatre": {
        "category": "Performing Arts Venue",
        "online": [
            "The Cent Quatre (pronounced [sɑ̃ katʁ], meaning \"104\") is a public cultural centre in Paris, which opened on 11 October 2008 on the site of a former municipal undertaker's at 104 rue d'Aubervilliers, in the 19th arrondissement of the city."
        ]
    },
    "Centreville Amusement Park": {
        "category": "Theme Park",
        "online": [
            "The Centreville Amusement Park is a children's amusement park located on Centre Island, part of the Toronto Islands, offshore of Toronto, Ontario, Canada.",
            "The park has been operated by the Beasley family since 1967, currently through Etobicoke-based William Beasley Enterprises Limited, on land leased from the City of Toronto government and is open daily during the summer.",
            "Beasley also operates the \"Far Enough Farm\" adjacent to the park."
        ]
    },
    "St. Lawrence Market": {
        "category": "Shopping Area",
        "online": [
            "St. Lawrence Market is a major public market in Toronto, Ontario, Canada.",
            "It is located along Front Street East and Jarvis Street in the St. Lawrence neighbourhood of downtown Toronto.",
            "The public market is made up of two sites adjacent to one another west of Jarvis Street, St. Lawrence Market North, and St. Lawrence Market South.",
            "St. Lawrence Market South is situated south of Front Street East, and is bounded by The Esplanade to the south.",
            "St. Lawrence Market North is situated north of Front Street East, and is bounded by St. Lawrence Hall to the north.",
            "St. Lawrence Market was first established in the early 19th century, originating from a proclamation that established a designated area near King Street and New Street (later renamed Jarvis Street) for a public market in 1803.",
            "The first buildings erected for the market emerged in 1814, with the first permanent structures built in 1820.",
            "The first permanent market building was later replaced in 1831 with the first St. Lawrence Market North building.",
            "The market also served as one of four post offices in York prior to 1834.",
            "The market venue was damaged after the Great Fire of Toronto of 1849, and was architecturally replaced in 1851.",
            "The market was expanded in the early 1900s, with portions of a former Toronto city hall being integrated into the ground broken facility, opened as St. Lawrence Market South in 1902, and a counterpart north wing was constructed in 1904, later architecturally replaced in 1968, and again in 2016.",
            "The market square space was used as the city hall of Toronto for most of the 19th century, occupying a temporary space at the original market space from 1834 to 1845.",
            "Prior to being renovated for market use, the building on St. Lawrence Market South was used as the municipal city hall from 1845 to 1899, before moving into the newly built city hall building in 1899."
        ]
    },
    "Chicago Children's Museum": {
        "category": "Museum",
        "online": [
            "The Chicago Children's Museum is located at Navy Pier in Chicago, Illinois.",
            "It was founded in 1982 by The Junior League of Chicago who were responding to programming cutbacks in the Chicago Public Schools.",
            "Originally housed in two hallways of the Chicago Public Library, it soon began to offer trunk shows and traveling exhibits in response to capacity crowds on-site.",
            "The museum moved a number of times over its initial years of existence while it continued to search for a permanent home.",
            "In 1995, the Museum thought it found that home when it reopened as an anchor tenant at Navy Pier on Lake Michigan.",
            "The new facility offered 57,000 square feet (5,300 m2) of exhibition space and included three floors of educational exhibits, public programs and special events.",
            "Upon the move to the Pier, the expansion made it the fourth largest children's museum in the United States.",
            "The museum serves more than 650,000 people, both at its Navy Pier location and in communities in and around Chicago, each year."
        ]
    },
    "Chicago Riverwalk": {
        "category": "Park",
        "online": [
            "The Chicago Riverwalk is a multi-use public open space located on the south bank of the main branch of the Chicago River in Chicago, extending from Lake Michigan and the Outer Drive Bridge westward to Lake Street.",
            "The Chicago Riverwalk contains restaurants, bars, cafes, small parks, boat and kayak rentals, a Vietnam War memorial, and other amenities."
        ]
    },
    "Lincoln Park Zoo": {
        "category": "Nature Preserve",
        "online": [
            "Lincoln Park Zoo, also known as Lincoln Park Zoological Gardens, is a 35-acre (14 ha) zoo in Lincoln Park, Chicago, Illinois.",
            "The zoo was founded in 1868 and is the second oldest zoo in the United States.",
            "It is also one of a small number of zoos to offer free admission.",
            "The zoo is an accredited member of the Association of Zoos and Aquariums (AZA).",
            "In 2019 it also became an accredited arboretum.",
            "Lincoln Park Zoo is home to a wide variety of animals.",
            "The zoo's exhibits include big cats, polar bears, penguins, gorillas, reptiles, monkeys, and other species totaling about 1,100 animals from some 200 species.",
            "The Lincoln Park Zoo was long home to a burr oak tree which was estimated to more than 250 years old.",
            "The tree was cut down on May 2, 2023, due to poor health.",
            "Thirty-six scions of the tree were grafted onto root stock and are growing at the Morton Arboretum."
        ]
    },
    "Catacombs of Paris": {
        "category": "Historical Landmark",
        "online": [
            "The Catacombs of Paris (French: Catacombes de Paris, )  are underground ossuaries in Paris, France, which hold the remains of more than six million people.",
            "Built to consolidate Paris's ancient stone quarries, they extend south from the Barrière d'Enfer (\"Gate of Hell\") former city gate; the ossuary was created as part of the effort to eliminate the effects of the city's overflowing cemeteries.",
            "Preparation work began shortly after a 1774 series of basement wall collapses around the Holy Innocents' Cemetery added a sense of urgency to the cemetery-eliminating measure, and from 1786, nightly processions of covered wagons transferred remains from most of Paris's cemeteries to a mine shaft opened near the Rue de la Tombe-Issoire.",
            "The ossuary remained largely forgotten until it became a novelty-place for concerts and other private events in the early 19th century; after further renovations and the construction of accesses around Place Denfert-Rochereau, it was opened to public visitation from 1874.",
            "Since 2013, the Catacombs have numbered among the fourteen City of Paris Museums managed by Paris Musées.",
            "Although the ossuary comprises only a small section of the underground mines of Paris, Parisians often refer to the entire tunnel network as the catacombs."
        ]
    },
    "Desert Botanical Garden": {
        "category": "Park",
        "online": [
            "Desert Botanical Garden is a 140-acre (57 ha) botanical garden located in Papago Park, at 1201 N. Galvin Parkway in Phoenix, central Arizona.",
            "Founded by the Arizona Cactus and Native Flora Society in 1937 and established at this site in 1939, the garden now has more than 50,000 plants in more than 4,000 taxa, one-third of which are native to the area, including 379 species which are rare, threatened or endangered.",
            "Of special note are the rich collections of agave (4,026 plants in 248 taxa) and cacti (13,973 plants in 1,320 taxa), especially the Opuntia sub-family.",
            "Plants from less extreme climate conditions are protected under shadehouses.",
            "It focuses on plants adapted to desert conditions, including an Australian collection, a Baja California collection and a South American collection.",
            "Several ecosystems are represented: a mesquite bosque, semi-desert grassland, and upland chaparral.",
            "Desert Botanical Garden has been designated as a Phoenix Point of Pride."
        ]
    },
    "Camden Market": {
        "category": "Shopping Area",
        "online": [
            "The Camden markets are a number of adjoining large retail markets, often collectively referred to as Camden Market or Camden Lock, located in the historic former Pickfords stables, in Camden Town, London.",
            "It is situated north of the Hampstead Road Lock of the Regent's Canal (popularly referred to as Camden Lock).",
            "Famed for their cosmopolitan image, products sold on the stalls include crafts, clothing, books, bric-a-brac, and fast food.",
            "It is the fourth-most popular visitor attraction in London, attracting approximately 250,000 people each week.",
            "A small local foodstuffs market has operated in Inverness Street in Camden Town since the beginning of the 20th century, the only significant market in the area.",
            "On 30 March 1974 a small weekly crafts market that operated every Sunday near Camden Lock developed into a large complex of markets.",
            "The markets, originally temporary stalls only, extended to a mixture of stalls and fixed premises.",
            "The traditional Inverness Street market started losing stalls once local supermarkets opened; by mid-2013 all the original stalls had gone, being replaced by stalls similar to those of the other markets, including fast food but not produce.",
            "The markets originally operated on Sundays only, which continues to be the main trading day.",
            "Opening later extended to Saturdays for most of the market.",
            "A number of traders, mainly those in fixed premises—an increasing proportion—operate throughout the week, although the weekend remains the peak period.",
            "Since 2014 most of the markets were acquired by Israeli billionaire Teddy Sagi, who heavily developed them from stalls set up for the day to permanent structures.",
            "In 2022 Sagi's company LabTech  offered them for sale, hoping for a price of around £1.5 billion.",
            "Status was not known as of September 2023."
        ]
    },
    "Old Spitalfields Market": {
        "category": "Shopping Area",
        "online": [
            "Old Spitalfields Market is a covered market in Spitalfields, London.",
            "There has been a market on the site for over 350 years.",
            "In 1991 it gave its name to New Spitalfields Market in Leyton, where fruit and vegetables are now traded.",
            "In 2005, a regeneration programme resulted in the new public spaces: Bishops Square and Crispin Place, which are now part of the modern Spitalfields Market.",
            "A range of public markets runs daily, with independent local stores and restaurants - as well as new office developments.",
            "It is situated in the London Borough of Tower Hamlets, just outside the City of London.",
            "The closest London Underground and mainline railway station is Liverpool Street."
        ]
    },
    "Reading Terminal Market": {
        "category": "Shopping Area",
        "online": [
            "Reading Terminal Market is an enclosed public market located at 12th and Arch Streets in Center City Philadelphia, Pennsylvania.",
            "It opened originally in 1893 under the elevated train shed of the Reading Railroad Company after the city of Philadelphia advocated to move public markets from the streets into indoor facilities for both safety and sanitary reasons.",
            "When the Center City Commuter Connection was completed in 1984, the Reading Terminal ceased operating as a train station, impacting foot traffic at the Market.",
            "The Reading Company then proposed using the Reading Terminal complex as the site for a new convention center.",
            "The site was chosen for the convention center, and in 1990 the Company transferred title to the complex to the Pennsylvania Convention Center Authority.",
            "Presently, the Market still occupies the ground floor and basement levels of the Reading Terminal's former train shed which is now part of the Pennsylvania Convention Center.",
            "Vendor stalls occupy the ground floor with entrances on Filbert Street to the South, Twelfth Street to the West, and Arch Street to the North.",
            "The stalls are arranged in a grid pattern with an open area in the center with tables and seating.",
            "Over one hundred merchants offer fresh produce, meats, fish, artisan cheese, groceries, ice cream, flowers, grilled cheese, baked goods, smoothies, crafts, books, clothing, and specialty and ethnic foods.",
            "Two of the vendors are descendants of original merchants from the initial opening in the late 1800s.",
            "The basement floor of the market holds the refrigerated storage area for vendor use.",
            "The storage area was considered state-of-the-art when it was built, in 1893.",
            "Currently, the market is open every day of the week, although the Pennsylvania Dutch merchants (a small but significant minority) generally do not operate Sunday through Tuesday."
        ]
    },
    "Ford's Theatre": {
        "category": "Performing Arts Venue",
        "online": [
            "Ford's Theatre is a theater located in Washington, D.C., which opened in 1863.",
            "The theater is best known for being the site of the assassination of Abraham Lincoln.",
            "On the night of April 14, 1865, John Wilkes Booth entered the theater box where Lincoln was watching a performance of Tom Taylor's play Our American Cousin, slipped the single-shot, 5.87-inch derringer from his pocket and fired at Lincoln's head.",
            "After being shot, the fatally wounded Lincoln was carried across the street to the nearby Petersen House, where he died the next morning.",
            "The theater was later used as a warehouse and government office building.",
            "In 1893, part of its interior flooring collapsed, causing 22 deaths, and needed repairs were made.",
            "The building became a museum in 1932, and it was renovated and re-opened as a theater in 1968.",
            "A related Center for Education and Leadership museum opened in 2012, next to Petersen House.",
            "The Petersen House and the theater are preserved together as Ford's Theatre National Historic Site, administered by the National Park Service; programming within the theater and the Center for Education is overseen separately by the Ford's Theatre Society."
        ]
    },
    "Brixton Market": {
        "category": "Shopping Area",
        "online": [
            "Brixton Market comprises a street market in the centre of Brixton, south London, and the adjacent covered market areas in nearby arcades Reliance Arcade, Market Row and Granville Arcade (rebranded as 'Brixton Village' in 2009).",
            "The market sells a wide range of foods and goods but is best known for its African and Caribbean produce, which reflect the diverse community of Brixton and surrounding areas of Lambeth.",
            "The Street Market is managed by the London Borough of Lambeth.",
            "The covered arcades have always been in private ownership, although substantial public funding was provided for their refurbishment under the Brixton Challenge grant scheme.",
            "The market was severely damaged by fire on 16 July 2022."
        ]
    },
    "S. R. Crown Hall": {
        "category": "Historical Landmark",
        "online": [
            "S. R. Crown Hall, designed by the German-American Modernist architect Ludwig Mies van der Rohe, is the home of the College of Architecture at the Illinois Institute of Technology in Chicago, Illinois."
        ]
    },
    "The Picasso": {
        "category": "Historical Landmark",
        "online": [
            "Pablo Ruiz Picasso (25 October 1881 – 8 April 1973) was a Spanish painter, sculptor, printmaker, ceramicist, and theatre designer who spent most of his adult life in France.",
            "One of the most influential artists of the 20th century, he is known for co-founding the Cubist movement, the invention of constructed sculpture, the co-invention of collage, and for the wide variety of styles that he helped develop and explore.",
            "Among his most famous works are the proto-Cubist Les Demoiselles d'Avignon (1907) and the anti-war painting Guernica (1937), a dramatic portrayal of the bombing of Guernica by German and Italian air forces during the Spanish Civil War.",
            "Picasso demonstrated extraordinary artistic talent in his early years, painting in a naturalistic manner through his childhood and adolescence.",
            "During the first decade of the 20th century, his style changed as he experimented with different theories, techniques, and ideas.",
            "After 1906, the Fauvist work of the older artist Henri Matisse motivated Picasso to explore more radical styles, beginning a fruitful rivalry between the two artists, who subsequently were often paired by critics as the leaders of modern art.",
            "Picasso's output, especially in his early career, is often periodized.",
            "While the names of many of his later periods are debated, the most commonly accepted periods in his work are the Blue Period (1901–1904), the Rose Period (1904–1906), the African-influenced Period (1907–1909), Analytic Cubism (1909–1912), and Synthetic Cubism (1912–1919), also referred to as the Crystal period.",
            "Much of Picasso's work of the late 1910s and early 1920s is in a neoclassical style, and his work in the mid-1920s often has characteristics of Surrealism.",
            "His later work often combines elements of his earlier styles.",
            "Exceptionally prolific throughout the course of his long life, Picasso achieved universal renown and immense fortune for his revolutionary artistic accomplishments, and became one of the best-known figures in 20th-century art."
        ]
    },
    "PNE/Playland": {
        "category": "Theme Park",
        "online": [
            "The Pacific National Exhibition (PNE) is a nonprofit organization that operates an annual 15-day summer fair, 12-day winter fair, a seasonal amusement park, and indoor arenas in Vancouver, British Columbia, Canada.",
            "The PNE fair is held at Hastings Park, beginning in mid-to-late August and ending in early September, usually Labour Day, and in mid-December until Christmas.",
            "The organization was established in 1907 as the Vancouver Exhibition Association, and organized its first fair at Hastings Park in 1910.",
            "The organization was renamed to the Pacific National Exhibition in 1946.",
            "During the mid-20th century, a number of facilities were built on the PNE grounds, including Pacific Coliseum and PNE Agrodome.",
            "In 1993, the amusement park adjacent to the PNE, Playland, became a division of the PNE."
        ]
    },
    "All Souls Langham Place": {
        "category": "Place of Worship",
        "online": [
            "All Souls Church is a conservative evangelical Anglican church in central London, situated in Langham Place in Marylebone, at the north end of Regent Street.",
            "It was designed in Regency style by John Nash and consecrated in 1824.",
            "As the church stands directly opposite Broadcasting House, the BBC often broadcasts from the church.",
            "As well as the core church membership, many hundreds of visitors come to All Souls, bringing the average number of those coming through its doors for services on Sundays to around 2,500 every week.",
            "All Souls has an international congregation, with worshippers of all ages."
        ]
    },
    "BAPS Shri Swaminarayan Mandir London": {
        "category": "Place of Worship",
        "online": [
            "BAPS Shri Swaminarayan Mandir (also commonly known as the Neasden Temple) is a Hindu temple in Neasden, London, England.",
            "Built entirely using traditional methods and materials, the Swaminarayan mandir has been described as being Britain's first authentic Hindu temple.",
            "It was also Europe's first traditional Hindu stone temple, as distinct from converted secular buildings.",
            "It is a part of the Bochasanwasi Shri Akshar Purushottam Swaminarayan Sanstha (BAPS) organisation and was inaugurated in 1995 by Pramukh Swami Maharaj.",
            "The temple complex also consists of a permanent exhibition entitled \"Understanding Hinduism\" and a cultural centre housing an assembly hall, gymnasium, bookshop, and offices."
        ]
    },
    "Sutter's Fort | State Historic Park": {
        "category": "Nature Preserve",
        "online": [
            "Sutter's Fort was a 19th-century agricultural and trade colony in the Mexican Alta California province.",
            "Established in 1839, the site of the fort was originally part of a utopian colonial project called New Helvetia (New Switzerland) by its builder John Sutter, though construction of the fort proper would not begin until 1841.",
            "The fort was the first non-Indigenous community in the California Central Valley, and saw grave mistreatment of Indigenous laborers in plantation or feudal style conditions.",
            "The fort is famous for its association with the Donner Party, the California Gold Rush, and the formation of the city of Sacramento, surrounding the fort.",
            "It is notable for its proximity to the end of the California and Siskiyou Trails, which it served as a waystation.",
            "In modern times, the adobe structure has been restored to its original condition (38.5723°N 121.4712°W﻿ / 38.5723; -121.4712) and is now administered by California Department of Parks and Recreation.",
            "It was designated a National Historic Landmark in 1961.: 42"
        ]
    },
    "Disneyland Park": {
        "category": "Theme Park",
        "online": [
            "Disneyland is a theme park at the Disneyland Resort in Anaheim, California.",
            "It was the first theme park opened by the Walt Disney Company and the only one designed and constructed under the direct supervision of Walt Disney, and opened on July 17, 1955.",
            "Disney initially envisioned building a tourist attraction adjacent to his studios in Burbank to entertain fans who wished to visit; however, he soon realized that the proposed site was too small for the ideas that he had.",
            "After hiring the Stanford Research Institute to perform a feasibility study determining an appropriate site for his project, Disney bought a 160-acre (65 ha) site near Anaheim in 1953.",
            "The park was designed by a creative team hand-picked by Walt from internal and outside talent.",
            "They founded WED Enterprises, the precursor to today's Walt Disney Imagineering.",
            "Construction began in 1954 and the park was unveiled during a special televised press event on the ABC Television Network on July 17, 1955.",
            "Since its opening, Disneyland has undergone expansions and major renovations, including the addition of New Orleans Square in 1966, Bear Country in 1972, Mickey's Toontown in 1993, and Star Wars: Galaxy's Edge in 2019.",
            "Additionally, Disney California Adventure Park opened in 2001 on the site of Disneyland's original parking lot.",
            "Disneyland has a larger cumulative attendance than any other theme park in the world, with 757 million visits since it opened (as of December 2021).",
            "In 2023, the park saw 17.25 million visitors, making it the second most visited amusement park in the world that year, behind only Magic Kingdom, the very park it inspired.",
            "According to a 2005 Disney report, 65,700 jobs are supported by the Disneyland Resort, including about 20,000 direct Disney employees and 3,800 third-party employees (independent contractors or their employees)."
        ]
    },
    "Sri Mahamariamman Temple": {
        "category": "Place of Worship",
        "online": [
            "The Sri Mahamariamman Temple (Tamil: ஸ்ரீ மகாமாரியம்மன் திருக்கோவில், Śrī Māriyammaṉ Kōvil) is the oldest Hindu temple in Kuala Lumpur, Malaysia.",
            "Founded in 1873, it is situated at the edge of Chinatown in Jalan Bandar (formerly High Street).",
            "In 1968, a new structure was built, featuring the ornate 'Raja Gopuram' tower in the style of South Indian temples.",
            "From its inception, the temple provided an important place of worship for early Indian immigrants and is now an important cultural and national heritage."
        ]
    },
    "Pixar Pier": {
        "category": "Tourist Attraction",
        "online": [
            "Pixar Pier is a themed land at Disney California Adventure, based on that of Victorian boardwalks that were once found along the coast of California.",
            "Despite its name and the presence of a nearby human-made lake, Pixar Pier is not actually a pier, but a waterside area of the park.",
            "Incredicoaster sprawls across much of the area, with various other attractions and forms of entertainment scattered around it.",
            "The area opened as Paradise Pier in 2001 along with the rest of the theme park.",
            "A new attraction, Toy Story Midway Mania!, opened on June 17, 2008.",
            "The attraction was the first in a series of theming upgrades to the land and park as a whole.",
            "This was followed by changes to the Sun Wheel to become Mickey's Fun Wheel, removing the ears of the Mickey head behind California Screamin’s vertical loop, and new Games of the Boardwalk in 2009.",
            "A portion of Paradise Pier was reimagined as Pixar Pier, which opened on June 23, 2018."
        ]
    },
    "Harry Bridges Memorial Park": {
        "category": "Park",
        "online": [
            "Harry Bridges (28 July 1901 – 30 March 1990) was an Australian-born American union leader, first with the International Longshoremen's Association (ILA).",
            "In 1937, he led several chapters in forming a new union, the International Longshore and Warehouse Union (ILWU), expanding members to workers in warehouses, and led it for the next 40 years.",
            "He was prosecuted for his labor organizing and designated as subversive by the U.S. government during the 1930s, 1940s, and 1950s, with the goal of deportation.",
            "This was never achieved.",
            "Bridges became a naturalized citizen in 1945.",
            "His conviction by a federal jury for having lied about his Communist Party membership when seeking naturalization was overturned by the Supreme Court in 1953 as having been prosecuted untimely, outside the statute of limitations.",
            "His official power was reduced when the ILWU was expelled by the CIO in 1950, but he continued to be re-elected by the membership and was highly influential until his retirement in 1977."
        ]
    },
    "Chicago History Museum": {
        "category": "Museum",
        "online": [
            "Chicago History Museum is the museum of the  Chicago Historical Society (CHS).",
            "The CHS was founded in 1856 to study and interpret Chicago's history.",
            "The museum has been located in Lincoln Park since the 1930s at 1601 North Clark Street at the intersection of North Avenue in the Old Town Triangle neighborhood, where the museum has been expanded several times.",
            "Long known as the CHS, the society adopted the name, Chicago History Museum, in September 2006 for its public presence."
        ]
    },
    "Contemporary Jewish Museum": {
        "category": "Museum",
        "online": [
            "The Contemporary Jewish Museum (CJM) is a non-collecting museum at 736 Mission Street at Yerba Buena Lane in the South of Market (SoMa) neighborhood of San Francisco, California.",
            "The museum, which was founded in 1984, is located in the historic Jessie Street Substation, which was gutted and its interior redesigned by Daniel Libeskind, along with a new addition; the new museum opened in 2008.",
            "The museum's mission is to make the diversity of the Jewish experience relevant for a twenty-first century audience through exhibitions and educational programs."
        ]
    },
    "La Merced Market": {
        "category": "Shopping Area",
        "online": [
            "The La Merced Market is a traditional public market located in the eastern edge of the historic center of Mexico City and is the largest retail traditional food market in the entire city.",
            "The area, also called La Merced, has been synonymous with commercial activity since the early colonial period when traders arrived here from other parts of New Spain.",
            "At one time, nearly the entire neighborhood was filled with market stalls and in the 1860s it was decided to build a permanent market on the grounds of the old La Merced monastery.",
            "In the first half of the 20th century, this market was the major wholesaler for the entire city.",
            "This ended when the Central de Abasto was opened in the 1980s, but La Merced remains the largest traditional retail market.",
            "The market area is also known for flagrant prostitution in which women can be seen soliciting at all hours of the day and night.",
            "It is estimated that about one third of these prostitutes are underage."
        ]
    },
    "Mercado Jamaica": {
        "category": "Shopping Area",
        "online": [
            "Mercado Jamaica is one of Mexico City’s traditional public markets where various vendors sell their wares in an established location.",
            "This market began in the 1950s as part of efforts to urbanize the markets in the area.",
            "The market is located on the corner of Congreso de la Union and Avenida Morelos, just southeast of the Historic center of Mexico City.",
            "Although it is one of the main markets for souvenirs, produce and meat, it is best known for its flowers and ornamental plants.",
            "There are 1,150 stands dedicated to the selling of cut flowers, flower arrangements, ornamental plants and accessories such as flowerpots.",
            "The market offers about 5,000 types of flowers and plants, mostly foreign, but there is a number of native Mexican species available, including some gathered directly from the wild.",
            "In Spanish, jamaica means the hibiscus flower (as well as the island nation of Jamaica)."
        ]
    },
    "Island Waterpark": {
        "category": "Theme Park",
        "online": null
    },
    "Grande Mosquee de Paris": {
        "category": "Place of Worship",
        "online": [
            "The Grand Mosque of Paris (French: Grande Mosquée de Paris), also known as the Great Mosque of Paris or simply the Paris Mosque, is located in the 5th arrondissement and is one of the largest mosques in France.",
            "There are prayer rooms, an outdoor garden, a small library, a gift shop, along with a cafe and restaurant.",
            "In all, the mosque plays an important role in promoting the visibility of Islam and Muslims in France.",
            "It is the oldest mosque in Metropolitan France."
        ]
    },
    "Old Las Vegas Mormon Fort State Historic Park": {
        "category": "Nature Preserve",
        "online": [
            "Old Las Vegas Mormon Fort State Historic Park is a state park of Nevada.",
            "It contains the Old Mormon Fort (completed 1855), the first permanent structure built in what would become Las Vegas fifty years later.",
            "In present-day Las Vegas, the site is at the southeast corner of Las Vegas Boulevard and Washington Avenue, less than one mile north of the downtown area and Fremont Street.",
            "This is the only U.S. state park located in a city that houses the first building ever built in that city.",
            "The fort was listed on the National Register of Historic Places on February 1, 1972.",
            "The site is memorialized with a tablet erected by the Church of Jesus Christ of Latter-day Saints in 1997, along with Nevada Historical Marker #35, and two markers placed by the Daughters of Utah Pioneers."
        ]
    },
    "Bagatelle park": {
        "category": "Park",
        "online": [
            "Parc Bagatelle is a seasonal amusement park in Rang-du-Fliers, France.",
            "Founded in 1955, it is the oldest amusement park in France."
        ]
    },
    "Pittock Mansion": {
        "category": "Museum",
        "online": [
            "The Pittock Mansion is a French Renaissance-style château in the West Hills of Portland, Oregon, United States.",
            "It was built in 1914 as a private home for London-born Oregonian publisher Henry Pittock and his wife, Georgiana Burton Pittock.",
            "It is a 46-room estate built of Tenino sandstone situated on 46 acres (19 ha) that is now owned by the city's Bureau of Parks and Recreation and open for touring.",
            "Modeled after Victorian and French Renaissance architecture, the mansion is situated on an expanse in the West Hills that provides panoramic views of Downtown Portland.",
            "It was added to the National Register of Historic Places in 1974."
        ]
    },
    "Chapelle expiatoire": {
        "category": "Historical Landmark",
        "online": [
            "The Chapelle expiatoire (\"Expiatory Chapel\") is a chapel located in the 8th arrondissement of Paris, France.",
            "The chapel was constructed on the grounds where King Louis XVI and Queen Marie Antoinette had been buried after they had been guillotined, and it is therefore dedicated to them.",
            "The closest métro station is Saint-Augustin  ."
        ]
    },
    "Maison de Verre": {
        "category": "Historical Landmark",
        "online": [
            "The Maison de Verre (French for House of Glass) was built from 1928 to 1932 in Paris, France.",
            "Constructed in the early modern style of architecture, the house's design emphasized three primary traits: honesty of materials, variable transparency of forms, and juxtaposition of \"industrial\" materials and fixtures with a more traditional style of home décor.",
            "The primary materials used were steel, glass, and glass block.",
            "Some of the notable \"industrial\" elements included rubberized floor tiles, bare steel beams, perforated metal sheet, heavy industrial light fixtures, and mechanical fixtures.",
            "The design was a collaboration among Pierre Chareau (a furniture and interiors designer), Bernard Bijvoet (a Dutch architect working in Paris since 1927) and Louis Dalbet (craftsman metalworker).",
            "Much of the intricate moving scenery of the house was designed on site as the project developed.",
            "The historian Henry-Russel Hitchcock as well as the designer Eileen Gray have declared that the architect was in fact 'that clever Dutch engineer (Bijvoet)'(Gray).",
            "The external form is defined by translucent glass block walls, with select areas of clear glazing for transparency.",
            "Internally, spatial division is variable by the use of sliding, folding or rotating screens in glass, sheet or perforated metal, or in combination.",
            "Other mechanical components included an overhead trolley from the kitchen to dining room, a retracting stair from the private sitting room to Mme Dalsace's bedroom and complex bathroom cupboards and fittings.",
            "The program of the home was somewhat unusual in that it included a ground-floor medical suite for Dr. Jean Dalsace.",
            "This variable circulation pattern was provided for by a rotating screen that hid the private stairs from patients during the day but framed the stairs at night.",
            "The house is notable for its splendid architecture, but it may be more well known for another reason.",
            "It was built on the site of a much older building that the patron had purchased and intended to demolish.",
            "Much to his or her chagrin, however, the elderly tenant on the top floor of the building absolutely refused to sell, and so the patron was obliged to completely demolish the bottom three floors of the building and construct the Maison de Verre underneath, all without disturbing the original top floor.",
            "Dr. Dalsace was a member of the French Communist Party who played a significant role in both anti-fascist and cultural affairs.",
            "In the mid-1930s, the Maison de Verre's double-height \"salle de séjour\" was transformed into a salon regularly frequented by Marxist intellectuals like Walter Benjamin as well as by Surrealist poets and artists such as Louis Aragon, Paul Éluard, Pablo Picasso, Max Ernst, Jacques Lipchitz, Jean Cocteau, Yves Tanguy, Joan Miró and Max Jacob.",
            "According to the American art historian Maria Gough, the Maison de Verre had a powerful influence on Walter Benjamin, especially on his constructivist - rather than expressionist - reading of Paul Scheerbart's utopian project for a future \"culture of glass\", for a \"new glass environment [which] will completely transform mankind,\" as the latter expressed it in his 1914 treatise Glass Architecture.",
            "See in particular Benjamin's 1933 essay Erfahrung und Armut (\"Experience and Poverty\").",
            "American architectural historian Robert Rubin bought the house from Dalsace family in 2006 to restore it and use it for his family residence.",
            "He allows a limited number of tours to the house."
        ]
    },
    "Admiralty Arch": {
        "category": "Historical Landmark",
        "online": null
    },
    "Dolby Theatre": {
        "category": "Performing Arts Venue",
        "online": [
            "The Dolby Theatre (formerly known as the Kodak Theatre) is a live-performance auditorium in the Ovation Hollywood shopping mall and entertainment complex, on Hollywood Boulevard and Highland Avenue, in the Hollywood neighborhood of Los Angeles, California, United States.",
            "Since its opening on November 9, 2001, it has been the venue of the annual Academy Awards ceremony.",
            "It's adjacent to Grauman's Chinese Theatre and across from the El Capitan Theatre on Hollywood Boulevard.",
            "Besides the Academy Awards, the venue has hosted other concerts and theatrical performances."
        ]
    },
    "Bazylika Archikatedralna w Warszawie p.w. Meczenstwa sw. Jana Chrzciciela": {
        "category": "Place of Worship",
        "online": null
    },
    "Center for Biological Diversity Conservation in Powsin": {
        "category": "Park",
        "online": null
    },
    "Le Village Royal": {
        "category": "Shopping Area",
        "online": [
            "Le Plateau-Mont-Royal (French pronunciation: [lə plato mɔ̃ ʁwajal]) is a borough (arrondissement) of the city of Montreal, Quebec, Canada.",
            "The borough takes its name from its location on a plateau, on the eastern side of Mount Royal and overlooking downtown Montreal, across its southern border.",
            "The borough is bordered to the south by Sherbrooke Street, to the north and north-east by the Canadian Pacific Railway tracks, and to the west by Hutchison (north of Mount Royal Avenue), Park Avenue (between Mount Royal and Pine Avenue) and University Street (south of Pine Avenue).",
            "It is one of the most densely populated boroughs in Canada, with 101,054 people living in an 8.1 square kilometre (3¼ sq.",
            "mi.)",
            "area.",
            "There is a difference between the borough named Plateau-Mont-Royal (which is a political division of the City of Montreal) and the neighbourhood referred to as the Plateau.",
            "The borough includes not only the Plateau neighbourhood itself, but also the neighbourhoods of Mile End (bounded by Avenue du Mont-Royal to the south and the Avenue Henri-Julien to the east) and Milton Park (bounded by University, Sherbrooke, Saint-Laurent and Pine).",
            "The latter two neighbourhoods are generally considered to be distinct from the Plateau neighbourhood.",
            "The Plateau is famous for being a major centre for the arts, with a large concentration of artists, musicians and creative organizations.",
            "Many artistic institutions are established in the Plateau, including the National Theatre School of Canada, the Quebec Conservatory of Music in Montreal, Les Grands Ballets Canadiens and many theatres (such as le Rideau vert, le Théâtre de Quat'Sous, La Licorne and le Théâtre d'Aujourd'hui).",
            "The Plateau has many parks, including Jeanne-Mance park, La Fontaine park, Sir-Wilfrid-Laurier park, Saint-Louis Square and Gérald-Godin plaza.",
            "Mount Royal Park is also accessible from the Plateau-Mont-Royal.",
            "Due to its large concentration of French immigrants who arrived in the early twenty first century, the neighbourhood has been named the \"French District\", \"Le Petit Paris\", \"La Petite-France\",  or ironically \"La Nouvelle-France\"."
        ]
    },
    "Alki Beach Park": {
        "category": "Park",
        "online": [
            "Alki Beach Park is a 135.9-acre (55.0 ha) park located in the West Seattle neighborhood of Seattle, Washington that consists of the Elliott Bay beach between Alki Point and Duwamish Head.",
            "It has a 0.5 miles (0.80 km) of beachfront, and was the first public salt-water bathing beach on the west coast of the United States.",
            "It is open daily from 4am to 11:30pm.",
            "The beach has a replica of the Statue of Liberty that was installed in 1952.",
            "The Alki Point Monument memorializing Seattle's pioneer White settlers is also located in the park.",
            "Dogs are allowed in the park, but not on the beach.",
            "There is a $500.00 fine for pets on the beach.",
            "On June 27, 1959, reports of an unexploded naval mine caused the beach to be closed while police evacuated 1,000 people.",
            "The reported mine was found to be a homemade anchor with long spikes."
        ]
    },
    "War Memorial Opera House": {
        "category": "Performing Arts Venue",
        "online": [
            "The War Memorial Opera House is an opera house in San Francisco, California, located on the western side of Van Ness Avenue  across from the west side/rear facade of the San Francisco City Hall.",
            "It is part of the San Francisco War Memorial and Performing Arts Center.",
            "It has been the home of the San Francisco Opera since opening night in 1932.",
            "It was the site of the San Francisco Conference, the first assembly of the newly organized United Nations in April 1945."
        ]
    },
    "Garfield Park Conservatory": {
        "category": "Park",
        "online": [
            "Garfield Park Conservatory, located in Garfield Park in Chicago, is one of the largest greenhouse conservatories in the United States.",
            "Often referred to as \"landscape art under glass\", the Garfield Park Conservatory occupies approximately 4.5 acres (18,000 m2) inside and out and contains a number of permanent plant exhibits incorporating specimens from around the world, including some cycads that are over 200 years old.",
            "Along with the Lincoln Park Conservatory on Chicago's north side, the Garfield Park Conservatory provides significant horticultural collections, educational programs and community outreach efforts."
        ]
    },
    "Saint Thomas Church Fifth Avenue": {
        "category": "Place of Worship",
        "online": [
            "Saint Thomas Church is an Episcopal parish church of the Episcopal Diocese of New York at 53rd Street and Fifth Avenue in Midtown Manhattan, New York City.",
            "Also known as Saint Thomas Church Fifth Avenue or Saint Thomas Church in the City of New York, the parish was incorporated on January 9, 1824.",
            "The current structure, the congregation's fourth church, was designed by the architects Ralph Adams Cram and Bertram Grosvenor Goodhue in the French High Gothic Revival style and completed in 1914.",
            "In 2021, it reported 2,852 members, average in-person attendance of 224 (due to pandemic restrictions) and $1,152,588 in plate and pledge income.",
            "In 2020, following a gift from the family trust of the late John and Mary Alyce Merrow, a camera system with a dozen 360-degree-rotating cameras was installed.",
            "Online attendance has remained significant; during Advent and Christmas, 2022, on-line participation was 38,000 with an average attendance of 25 minutes.",
            "The church is home to the Saint Thomas Choir of Men and Boys, a choral ensemble comprising men and boys which performs music of the Anglican tradition at worship services and offers a full concert series during the course of the year.",
            "The men of the Saint Thomas Choir are professional singers and the boys are students enrolled at the Saint Thomas Choir School, the only church-affiliated residential choir school in the United States where the choristers make up the whole student body.",
            "Only three such schools remain in the world currently; the two Anglican Choir Schools are Saint Thomas Choir School and Westminster Abbey Choir School in the United Kingdom."
        ]
    },
    "Holy Trinity Brompton": {
        "category": "Place of Worship",
        "online": [
            "Holy Trinity Brompton with St Paul's, Onslow Square and St Augustine's, South Kensington, often referred to simply as HTB, is an Anglican church in London, England.",
            "The church consists of six sites: HTB Brompton Road, HTB Onslow Square (formerly St Paul's, Onslow Square), HTB Queen's Gate (formerly St Augustine's, South Kensington), HTB Courtfield Gardens (formerly St Jude's Church, Kensington – officially in the parish of St Mary of the Bolton's but part of HTB).",
            "It is also the home of the St Paul's Theological Centre, HTB St Francis Dalgarno Way, and St Luke's Earls Court.",
            "It is where the Alpha Course was first developed.",
            "The church buildings accommodate courses, conferences, meetings, and ten services each Sunday.",
            "HTB's stated aims are to \"play our part in the evangelization of the nations, the revitalization of the church and the transformation of society.\"",
            "Bishop Sandy Millar was succeeded in July 2005 by Nicky Gumbel as Vicar of HTB, followed by Archie Coates in September 2022.",
            "HTB's Associate Vicar is Katherine Chow, who succeeded Nicky Lee and Martyn Layzell."
        ]
    },
    "Castle Clinton National Monument": {
        "category": "Nature Preserve",
        "online": [
            "Castle Clinton (also known as Fort Clinton and Castle Garden) is a restored circular sandstone fort within Battery Park at the southern end of Manhattan in New York City.",
            "Built from 1808 to 1811, it was the first American immigration station, predating Ellis Island.",
            "More than 7.5 million people arrived in the United States at Fort Clinton between 1855 and 1890.",
            "Over its active life, it has also functioned as a beer garden, exhibition hall, theater, and public aquarium.",
            "The structure is a New York City designated landmark and a United States national monument, and it is listed on the National Register of Historic Places.",
            "Fort Clinton was originally known as the West Battery or the Southwest Battery, occupying an artificial island off the shore of Lower Manhattan.",
            "Designed by John McComb Jr., with Jonathan Williams as consulting engineer, the fort was garrisoned in 1812 but was never used for warfare.",
            "In 1824, the New York City government converted Fort Clinton into a 6,000-seat entertainment venue known as Castle Garden, which operated until 1855.",
            "Castle Garden then served as an immigrant processing depot for 35 years.",
            "When the processing facilities were moved to Ellis Island in 1892, Castle Garden was converted into the first home of the New York Aquarium, which opened in 1896 and continued operating until 1941.",
            "The fort was expanded and renovated several times during this period.",
            "In the 1940s, New York City parks commissioner Robert Moses proposed demolishing Fort Clinton as part of the construction of the nearby Brooklyn–Battery Tunnel.",
            "This led to a prolonged debate over the fort's preservation, as well as the creation of the Castle Clinton National Monument in 1946.",
            "The National Park Service took over the fort in 1950.",
            "After several unsuccessful attempts to restore the fort, Castle Clinton reopened in 1975 following an extensive renovation.",
            "Since 1986, it has served as a visitor center and a departure point for ferries to the Statue of Liberty National Monument."
        ]
    },
    "New York Aquarium": {
        "category": "Nature Preserve",
        "online": [
            "The New York Aquarium is the oldest continually operating aquarium in the United States, located on the Riegelmann Boardwalk in Coney Island, Brooklyn, New York City.",
            "It was founded at Castle Garden in Battery Park, Manhattan, in 1896, and moved to Coney Island in 1957.",
            "The aquarium is operated by the Wildlife Conservation Society (WCS) as part of its integrated system of four zoos and one aquarium, most notably the Bronx Zoo.",
            "It is accredited by the Association of Zoos and Aquariums (AZA).",
            "As part of WCS, the aquarium's mission is to save wildlife and wild places worldwide through science, conservation action, education, and inspiring people to value nature.",
            "The facility occupies 14 acres (5.7 ha) and boasts 266 species of aquatic wildlife.",
            "Its mission is to raise public awareness about issues facing the ocean and its inhabitants with special exhibits, public events and research.",
            "The New York Seascape program, based out of the aquarium, is WCS's local conservation program designed to restore healthy populations of marine species and protect New York waters, which are vital to the area's economic and cultural vitality."
        ]
    },
    "Cabrillo National Monument": {
        "category": "Park",
        "online": [
            "Cabrillo National Monument (Spanish: Monumento nacional Cabrillo) is a national monument at the southern tip of the Point Loma Peninsula in San Diego, California, United States.",
            "It commemorates the landing of Juan Rodríguez Cabrillo at San Diego Bay on September 28, 1542.",
            "This event marked the first time a European expedition had set foot on what later became the West Coast of the United States.",
            "The site was designated as California Historical Landmark #56 in 1932.",
            "The area was listed on the National Register of Historic Places on October 15, 1966.",
            "The park offers a view of San Diego's harbor and skyline, as well as Coronado and Naval Air Station North Island.",
            "On clear days, a wide expanse of the Pacific Ocean, Tijuana, and Mexico's Coronado Islands are also visible.",
            "A visitor center screens a film about Cabrillo's voyage and has exhibits about the expedition.",
            "The Old Point Loma Lighthouse is the highest point in the park and has been a San Diego icon since 1855.",
            "The lighthouse was closed in 1891, and a new one opened at a lower elevation, as fog and low clouds often obscured the light at its location 129 meters (422 feet) above sea level.",
            "The old lighthouse is now a museum, and visitors may enter it and view some of the living areas.",
            "The area encompassed by the national monument includes various former military installations, such as coastal artillery batteries, built to protect the harbor of San Diego from enemy warships.",
            "A former army building hosts an exhibit that tells the story of military history at Point Loma.",
            "The annual Cabrillo Festival Open House commemorates Cabrillo with a reenactment of his landing at Ballast Point in San Diego Bay.",
            "Other events are held above at the National Monument and include Kumeyaay, Portuguese, and Mexican singing and dancing, booths with period and regional food, a historical reenactment of a 16th-century encampment, and children's activities."
        ]
    },
    "Cambridge Theatre": {
        "category": "Performing Arts Venue",
        "online": [
            "The Cambridge Theatre is a West End theatre, on a corner site in Earlham Street facing Seven Dials, in the London Borough of Camden, built in 1929–30 for Bertie Meyer on an \"irregular triangular site\"."
        ]
    },
    "Interactive Museum of Economics": {
        "category": "Museum",
        "online": [
            "Interactive Museum of Economics (Museo Interactivo de Economía) is the first museum in the world dedicated exclusively to economics.",
            "The museum was opened in 2006 and is located on Tacuba Street in the historic center of Mexico City.",
            "The museum is open to the public and features hands-on exhibits meant to make the basic concepts of economics fun and engaging.",
            "The museum is housed in the old Bethlehemite convent and hospital.",
            "Before the Bank of Mexico acquired the building in 1990, it was in ruins and filled with debris.",
            "It took fifteen years to restore the building to what it probably looked like in the 19th century."
        ]
    },
    "Leon Trotsky House Museum": {
        "category": "Museum",
        "online": [
            "The Leon Trotsky House Museum, Trotsky Museum, or Trotsky House Museum, (Spanish: Museo Casa de León Trotsky) is a museum honoring Leon Trotsky and an organization that works to promote political asylum, located in the Coyoacán neighborhood of Mexico City.",
            "Its official name is Instituto del Derecho de Asilo - Museo Casa de León Trotsky (Right of Asylum Institute – Leon Trotsky House Museum).",
            "The center of the complex is the house where Trotsky and his second wife, Natalia Sedova, lived from April 1939 to August 1940, and where Trotsky was murdered.",
            "The house has been kept as it was at that time, especially the study in which Ramón Mercader killed Trotsky with an ice axe to the back of the head.",
            "Around the house is a garden and high walls with watchtowers.",
            "A former handball court—to the rear of the actual house—has been modified and incorporated into a library, contemporary gallery, permanent display, offices, and auditorium.",
            "It now serves as the main entrance to the museum on Río Churubusco 410.",
            "The property was declared a historical monument by presidential decree in 1982, and the complex was turned into the current museum and asylum institution in 1990, on the 50th anniversary of the assassination."
        ]
    }
}