{
    "abbey pool and astroturf pitch": {
        "online": [
            "Marlborough House School is a co-educational preparatory school situated in 34 acres (14 ha) of countryside in Hawkhurst, Kent.",
            "The school currently has just over 260 pupils between the ages of 2.5 and 13 with a teaching staff of 60.",
            "Marlborough House is predominantly a day school, but operates a flexi-boarding policy for pupils over the age of eight.",
            "The school is a member of the Independent Association of Preparatory Schools (IAPS).",
            "Classes up to Year 4 have teaching assistants.",
            "The pupil teacher ratio in the school's Pre-Prep (Reception - Year 2) is 1:6 and in Years 3-4 it is 1:9.",
            "The school's sporting and cocurricular facilities include a full size sports hall, a swimming pool, an astroturf, tennis courts, an outdoor classroom, Forest School areas, a shooting range, an observatory and a pitch and putt golf course.",
            "The current Head is Eddy Newton.",
            "Prior to becoming Headmaster of Marlborough House School, Mr Newton was Chief Executive of The Cothill Trust and held the position of Chairman of the Independent Association of Prep Schools.",
            "Before this, Mr Newton was Headmaster of Chafyn Grove School and Headmaster Felsted School.",
            "The school is inspected by the Independent Schools Inspectorate and their last inspection was in 2015."
        ]
    },
    "adc theatre": {
        "online": [
            "The ADC Theatre (full name: Amateur Dramatic Club Theatre) is a theatre in Cambridge, England, and also a department of the University of Cambridge.",
            "It is located on Park Street, north off Jesus Lane.",
            "The theatre is owned by a trust on behalf of the Cambridge University Amateur Dramatic Club (CUADC) but leased to the University, operating as one of the smallest departments and run by five full-time and one part-time staff.",
            "It is a producing theatre with CUADC as its resident company.",
            "The auditorium seats a maximum of 228 audience members in rows of 14, except for the back row which seats 18, though typical configurations generally seat slightly fewer than this.",
            "The front row is accessible step-free from the street via a passenger lift.",
            "The theatre has a bar, which opens 45 minutes before shows and often stays open into the early hours of the morning.",
            "The bar is famous for its cocktails themed around the current week's show.",
            "The ADC Theatre is notable for its very unusual safety curtain which rises up from the floor, rather than falling down from the fly tower as is common in almost all other theatres."
        ]
    },
    "all saints church": {
        "online": null
    },
    "ballare": {
        "online": null
    },
    "broughton house gallery": {
        "online": [
            "Broughton House is an 18th-century town house standing on the High Street of Kirkcudbright, Scotland.",
            "It was the home of Scots impressionist artist E. A. Hornel between 1901 and his death in 1933.",
            "During this time Hornel remodelled the house and created the Japanese-influenced gardens.",
            "Since 1997 it has been in the care of the National Trust for Scotland, and is maintained as \"a living museum of Hornel’s life and work\".",
            "The house is a category A listed building, and the gardens are included on the Inventory of Gardens and Designed Landscapes in Scotland."
        ]
    },
    "byard art": {
        "online": null
    },
    "cafe jello gallery": {
        "online": null
    },
    "camboats": {
        "online": null
    },
    "cambridge and county folk museum": {
        "online": [
            "The Museum of Cambridge, formerly known as the Cambridge & County Folk Museum, is a museum located in Castle Street in central Cambridge, England."
        ]
    },
    "cambridge arts theatre": {
        "online": [
            "Cambridge Arts Theatre is a 666-seat theatre on Peas Hill and St Edward's Passage in central Cambridge, England.",
            "The theatre presents a varied mix of drama, dance, opera and pantomime.",
            "It attracts touring productions, as well as many shows direct from, or prior to, seasons in the West End.",
            "Its annual Christmas pantomime is an established tradition in the city.",
            "From 1969 to 1985, the theatre was also home to the Cambridge Theatre Company, a national touring company.",
            "The Cambridge Arts Theatre was founded in 1936 by the Cambridge economist and statesman John Maynard Keynes.",
            "The Cambridge Arts Theatre has also been home to performances of Cambridge University's Marlowe Society, and it provides a venue for the university's triennial Cambridge Greek Play performed in Ancient Greek.",
            "In previous years it also housed performances by Footlights, the Cambridge University Gilbert & Sullivan Society and the Cambridge University Musical Theatre Society."
        ]
    },
    "cambridge artworks": {
        "online": [
            "Lost artworks are original pieces of art that credible sources or material evidence indicate once existed but that cannot be accounted for in museums or private collections, as well as works known to have been destroyed deliberately or accidentally or neglected through ignorance and lack of connoisseurship."
        ]
    },
    "cambridge book and print gallery": {
        "online": [
            "Alfred Tennyson, 1st Baron Tennyson,  (; 6 August 1809 – 6 October 1892), was an English poet.",
            "He was the Poet Laureate during much of Queen Victoria's reign.",
            "In 1829, Tennyson was awarded the Chancellor's Gold Medal at Cambridge for one of his first pieces, \"Timbuktu\".",
            "He published his first solo collection of poems, Poems, Chiefly Lyrical, in 1830.",
            "\"Claribel\" and \"Mariana\", which remain some of Tennyson's most celebrated poems, were included in this volume.",
            "Although described by some critics as overly sentimental, his poems ultimately proved popular and brought Tennyson to the attention of well-known writers of the day, including Samuel Taylor Coleridge.",
            "Tennyson's early poetry, with its medievalism and powerful visual imagery, was a major influence on the Pre-Raphaelite Brotherhood.",
            "Tennyson also focused on short lyrics, such as \"Break, Break, Break\", \"The Charge of the Light Brigade\", \"Tears, Idle Tears\", and \"Crossing the Bar\".",
            "Much of his verse was based on classical mythological themes, such as \"Ulysses\".",
            "\"In Memoriam A.H.H.\"",
            "was written to commemorate his friend Arthur Hallam, a fellow poet and student at Trinity College, Cambridge, after he died of a stroke at the age of 22.",
            "Tennyson also wrote notable blank verse, including Idylls of the King, \"Ulysses\", and \"Tithonus\".",
            "During his career, Tennyson attempted drama, but his plays enjoyed little success.",
            "A number of phrases from Tennyson's work have become commonplace in the English language, including \"Nature, red in tooth and claw\" (\"In Memoriam A.H.H.",
            "\"), \"'Tis better to have loved and lost / Than never to have loved at all\", \"Theirs not to reason why, / Theirs but to do and die\", \"My strength is as the strength of ten, / Because my heart is pure\", \"To strive, to seek, to find, and not to yield\", \"Knowledge comes, but Wisdom lingers\", and \"The old order changeth, yielding place to new\".",
            "He is the ninth most frequently quoted writer in The Oxford Dictionary of Quotations."
        ]
    },
    "cambridge contemporary art": {
        "online": [
            "Contemporary art is a term used to describe the art of today, and it generally refers to art produced from the 1970s onwards.",
            "Contemporary artists work in a globally influenced, culturally diverse, and technologically advancing world.",
            "Their art is a dynamic combination of materials, methods, concepts, and subjects that continue the challenging of boundaries that was already well underway in the 20th century.",
            "Diverse and eclectic, contemporary art as a whole is distinguished by the very lack of a uniform, organising principle, ideology, or \"-ism\".",
            "Contemporary art is part of a cultural dialogue that concerns larger contextual frameworks such as personal and cultural identity, family, community, and nationality.",
            "In English, modern and contemporary are synonyms, resulting in some conflation and confusion of the terms modern art and contemporary art by non-specialists."
        ]
    },
    "cambridge museum of technology": {
        "online": [
            "The Cambridge Museum of Technology is an industrial heritage museum situated in Cambridge, England.",
            "The original building, a Scheduled Ancient Monument,\nhoused a combined sewage pumping and waste destructor station built in 1894.",
            "The museum helps people to explore, enjoy, and learn about their industrial heritage by celebrating the achievements of local industries and the people who worked in them.",
            "The large site on the River Cam has green spaces for picnics and a fun, relaxed atmosphere for families.",
            "There are audio-visual displays, hands-on exhibits, and children's activities, as well as traditional museum displays and historic buildings.",
            "The Victorian Pumping Station with its original machinery showcases 19th-century engineering and technology.",
            "Displays on the forgotten industries of Cambridge reveal an alternative side of the city's history to the famous colleges.",
            "And the story is brought into the 20th century with exhibitions on innovative local companies in our new Pye building.",
            "Featuring Pye (Electronics company) and Cambridge Scientific Instrument Company."
        ]
    },
    "cambridge university botanic gardens": {
        "online": [
            "The Cambridge University Botanic Garden is a botanical garden located in Cambridge, England, associated with the university Department of Plant Sciences (formerly Botany School).",
            "It lies between Trumpington Road to the west, Bateman Street to the north and Hills Road to the east.",
            "The garden covers an area of 16 hectares (40 acres).",
            "The site is almost entirely on level ground and in addition to its scientific value, the garden is highly rated by gardening enthusiasts.",
            "It holds a plant collection of over 8,000 plant species from all over the world to facilitate teaching and research.",
            "The garden was created for the University of Cambridge in 1831 by Professor John Stevens Henslow (Charles Darwin's mentor) and was opened to the public in 1846.",
            "The second-highest temperature recorded in the UK, 38.7 °C (101.7 °F), was recorded on 25 July 2019 at the garden.",
            "The garden held this record for four years until it was broken in 2022, when 40.3 °C (104.5 °F) was recorded in Coningsby, Lincolnshire on 19 July of that year.",
            "On this day, the garden broke its own record, reaching 39.9 °C (103.8 °F)."
        ]
    },
    "castle galleries": {
        "online": [
            "Prague Castle (Czech: Pražský hrad; [ˈpraʃskiː ˈɦrat]) is a castle complex in Prague, Czech Republic serving as the official residence and workplace of the president of the Czech Republic.",
            "Built in the 9th century, the castle has long served as the seat of power for kings of Bohemia, Holy Roman emperors, and presidents of Czechoslovakia.",
            "As such, the term \"Prague Castle\" or simply the \"Castle\" or \"the Hrad\" are often used as metonymy for the president and his staff and advisors.",
            "The Bohemian Crown Jewels are kept within a hidden room inside it.",
            "According to the Guinness Book of Records, Prague Castle is the largest ancient castle in the world, occupying an area of almost 70,000 square metres (750,000 square feet), at about 570 metres (1,870 feet) in length and an average of about 130 metres (430 feet) wide.",
            "The castle is among the most visited tourist attractions in Prague, attracting over 1.8 million visitors annually."
        ]
    },
    "cherry hinton hall and grounds": {
        "online": [
            "Cherry Hinton Hall is a house and park in Cherry Hinton, to the south of Cambridge, England.",
            "The house and grounds are owned and managed by Cambridge City Council.",
            "The Hall hosts the annual Cambridge Folk Festival that draws thousands to the park.",
            "During the summer Cherry Hinton Hall is popular including with young families.",
            "Community activities also take place in the park, such as an archaeological and buildings survey carried out by local schoolchildren in 2007.",
            "In 2007, Cherry Hinton Hall became home to Cambridge International School.",
            "The Friends of Cherry Hinton Hall was formed in 2009 as a group concerned about the usage, environment, welfare and future of the park for the benefit of those who use it most."
        ]
    },
    "cherry hinton water play": {
        "online": [
            "Cherry Hinton is a suburban area of the city of Cambridge, in the Cambridge district, in the county of Cambridgeshire, England.",
            "It is around 3 miles (4.8 km) southeast of the Cambridge city centre."
        ]
    },
    "christ 's college": {
        "online": [
            "Christ Church (Latin: Ædes Christi, the temple or house, ædes, of Christ, and thus sometimes known as \"The House\") is a constituent college of the University of Oxford in England.",
            "Founded in 1546 by King Henry VIII, the college is uniquely a joint foundation of the university and the cathedral of the Oxford diocese, Christ Church Cathedral, which also serves as the college chapel and whose dean is ex officio the college head.",
            "As of 2022, Christ Church had the largest financial endowment of any Oxford college at £770 million.",
            "As of 2022, the college had 661 students.",
            "Its grounds contain a number of architecturally significant buildings including Tom Tower (designed by Sir Christopher Wren), Tom Quad (the largest quadrangle in Oxford), and the Great Dining Hall, which was the seat of the parliament assembled by King Charles I during the English Civil War.",
            "The buildings have inspired replicas throughout the world in addition to being featured in films such as Harry Potter and The Golden Compass, helping Christ Church become the most popular Oxford college for tourists with almost half a million visitors annually.",
            "The college's alumni include 13 British prime ministers (the highest number of any Oxbridge college), as well as former prime ministers of Pakistan and Ceylon.",
            "Other notable alumni include King Edward VII, King William II of the Netherlands, William Penn, writers Lewis Carroll (author of Alice in Wonderland) and W. H. Auden, philosopher John Locke, and scientist Robert Hooke.",
            "Two Nobel laureates, Martin Ryle and John Gurdon, studied at Christ Church.",
            "Albert Einstein is also associated with the college.",
            "The college has several cities and places named after it."
        ]
    },
    "churchill college": {
        "online": [
            "Churchill College is a constituent college of the University of Cambridge in Cambridge, England.",
            "It has a primary focus on science, engineering and technology, but retains a strong interest in the arts and humanities.",
            "In 1958, a trust was established with Sir Winston Churchill as its chairman of trustees, to build and endow a college for 60 fellows and 540 students as a national and Commonwealth memorial to Winston Churchill; its Royal Charter and Statutes were approved by the Queen Elizabeth II, in August 1960.",
            "It is situated on the outskirts of Cambridge, away from the traditional centre of the city, but close to the University's main new development zone (which now houses the Centre for Mathematical Sciences).",
            "It has 16 hectares (40 acres) of grounds, the largest area of the Cambridge colleges.",
            "Churchill was the first formerly all-male college to decide to admit women, and was among three men's colleges to admit its first women students in 1972.",
            "Within 15 years all others had followed suit.",
            "The college has a reputation for relative informality compared with other Cambridge colleges, and traditionally admits a larger proportion of its undergraduates from state schools.",
            "The college motto is \"Forward\", which was taken from the final phrase of Winston Churchill's first speech to the House of Commons as Prime Minister of the United Kingdom, known as the \"blood, toil, tears and sweat\" speech in which Churchill said, \"Come, then, let us go forward together\"."
        ]
    },
    "cineworld cinema": {
        "online": [
            "Cineworld Group plc is a British cinema operator headquartered in London, England.",
            "It is the world's second-largest cinema chain (after AMC Theatres), with 9,139 screens across 747 sites in 10 countries: Bulgaria, Czech Republic, Hungary, Ireland, Israel, Poland, Romania, Slovakia, the United Kingdom and the United States.",
            "The group's primary brands are Cineworld Cinemas and Picturehouse in the United Kingdom and Ireland, Cinema City in Eastern and Central Europe, Planet in Israel, and Regal Cinemas in the United States.",
            "As of March 2018, Cineworld was the leading cinema operator in the UK by box office market share (based on revenue).",
            "It operated, at that time, 99 cinemas and over 1,017 screens, including Cineworld Dublin—Ireland's single largest multiplex by screens and customer base.",
            "Cineworld Glasgow Renfrew Street is the tallest cinema in the world and the busiest, by customer base, in the UK.",
            "It is listed on the London Stock Exchange."
        ]
    },
    "clare college": {
        "online": null
    },
    "clare hall": {
        "online": null
    },
    "club salsa": {
        "online": [
            "Salsa golf is a cold sauce of somewhat thick consistency, common in Argentina.",
            "It is made from mayonnaise with a smaller amount of tomato-based sauce such as ketchup, as well as seasonings including pimento, oregano, and cumin."
        ]
    },
    "corpus christi": {
        "online": [
            "Corpus Christi ( KOR-pəs KRIS-tee; Latin for 'Body of Christ') is a coastal city in the South Texas region of the U.S. state of Texas and the county seat and largest city of Nueces County with portions extending into Aransas, Kleberg, and San Patricio counties.",
            "It is 130 miles (210 km) southeast of San Antonio and 208 miles (335 km) southwest of Houston.",
            "Its political boundaries encompass Nueces Bay and Corpus Christi Bay.",
            "Its zoned boundaries include small land parcels or water inlets of three neighboring counties.",
            "The city's population was 316,239 in 2022, making it the eighth-most populous city in Texas.",
            "The Corpus Christi metropolitan area had an estimated population of 442,600.",
            "It is also the hub of the six-county Corpus Christi–Kingsville combined statistical area, with a 2013 estimated population of 516,793.",
            "The Port of Corpus Christi is the fifth-largest in the United States.",
            "The region is served by the Corpus Christi International Airport.",
            "The city's name means body of Christ in Ecclesiastical Latin, in reference to the Christian sacrament of Holy Communion.",
            "The name was given to the settlement and surrounding bay by Spanish explorer Alonso Álvarez de Pineda in 1519, as he discovered the lush semitropical bay on the Western Christian feast day of Corpus Christi.",
            "Corpus Christi is home to Naval Air Station Corpus Christi, one of two locations training primary student pilots and advanced multiengine pilots of the US Navy, US Marine Corps, and US Coast Guard."
        ]
    },
    "downing college": {
        "online": [
            "Downing College is a constituent college of the University of Cambridge and currently has around 950 students.",
            "Founded in 1800, it was the only college to be added to Cambridge University between 1596 and 1869, and is often described as the oldest of the new colleges and the newest of the old.",
            "Downing College was formed \"for the encouragement of the study of Law and Medicine and of the cognate subjects of Moral and Natural Science\", and has developed a reputation amongst Cambridge colleges for Law and Medicine.",
            "Downing has been named one of the two most eco-friendly Cambridge colleges."
        ]
    },
    "emmanuel college": {
        "online": [
            "Emmanuel College is a constituent college of the University of Cambridge.",
            "The college was founded in 1584 by Sir Walter Mildmay, Chancellor of the Exchequer to Elizabeth I.",
            "The site on which the college sits was once a priory for Dominican monks, and the College Hall is built on the foundations of the monastery's nave.",
            "Emmanuel is one of the 16 \"old colleges\", which were founded before the 17th century.",
            "Emmanuel today is one of the larger Cambridge colleges; it has around 500 undergraduates, reading almost every subject taught within the University, and around 200 postgraduates.",
            "Among Emmanuel's notable alumni are Thomas Young, John Harvard, Graham Chapman and Sebastian Faulks.",
            "Three members of Emmanuel College have received Nobel Prizes: Ronald Norrish, George Porter (both Chemistry, 1967) and Frederick Hopkins (Medicine, 1929).",
            "In every year from 1998 until 2016, Emmanuel was among the top five colleges in the Tompkins Table, which ranks colleges according to end-of-year examination results.",
            "Emmanuel topped the table five times (2003, 2004, 2006, 2007 and 2010) and placed second six times (2001, 2002, 2008, 2009, 2011 and 2012).",
            "Its mean score for 1997–2018 inclusive places it as the second-highest-ranking college after Trinity."
        ]
    },
    "funky fun house": {
        "online": [
            "Teren Delvon Jones (born August 12, 1972), better known by his stage name Del the Funky Homosapien (sometimes stylized as Del tha Funkee Homosapien) or Sir DZL, is an American rapper."
        ]
    },
    "gallery at 12 a high street": {
        "online": [
            "Bonifacio High Street is a mixed-use development in Bonifacio Global City, Taguig, Metro Manila, Philippines located just near Serendra, Market!",
            "Market!",
            "and SM Aura Premier.",
            "It is owned by Ayala Malls, a real-estate subsidiary of Ayala Land, which is an affiliate of Ayala Corporation.",
            "It opened the main development in 2007, High Street Central in 2012, Central Square in 2014 and it is one of Ayala Corporation's flagship projects.",
            "The mall offers a mix of high-end retail shops, restaurants, amenities, leisure and entertainment in the Philippines.",
            "Currently, the mall has four sections: the first and second blocks are an open-air shopping, the third block is a mixture of open-air and indoor commercial buildings dubbed as the “Bonifacio High Street Central” that also includes state-of-the-art cinemas, and the fourth block named Bonifacio High Street South or simply High Street South is a mixture of open-air and indoor commercial-residential buildings."
        ]
    },
    "gonville and caius college": {
        "online": [
            "Gonville and Caius College, often referred to simply as Caius ( KEEZ), is a constituent college of the University of Cambridge in Cambridge, England.",
            "Founded in 1348 by Edmund Gonville, it is the fourth-oldest of the University of Cambridge's 31 colleges and one of the wealthiest.",
            "In 1557, it was refounded by John Caius, an alumnus and English physician.",
            "The college has been attended by many students who have gone on to significant accomplishment, including fifteen Nobel Prize winners, the second-largest number of any Oxbridge college.",
            "Several streets in the city, including Harvey Road, Glisson Road, and Gresham Road, are named after Gonville and Caius alumni.",
            "The college and its masters have been influential in the development of the university, including in the founding of other colleges, including Trinity Hall and Darwin College and providing land on Sidgwick Site on which the Faculty of Law was built."
        ]
    },
    "great saint mary 's church": {
        "online": [
            "Church of the Sepulchre of Saint Mary, also Tomb of the Virgin Mary  (Hebrew: קבר מרים; (Arabic: قبر السيدة العذراء مريم; Greek: Τάφος της Παναγίας; Armenian: Սուրբ Մարիամ Աստվածածնի գերեզման) or the Church of the Assumption (Latin: Ecclesia Assumptionis), is a Christian church built around an ancient Judean rock-cut tomb in the Kidron Valley – at the foot of Mount of Olives, in East Jerusalem – believed by Eastern Christians to be the burial place of Mary, the mother of Jesus.",
            "The Status Quo, a 250-year old understanding between religious communities, applies to the site."
        ]
    },
    "holy trinity church": {
        "online": [
            "The Collegiate Church of the Holy and Undivided Trinity, Stratford-upon-Avon, is a Grade I listed parish church of the Church of England in Stratford-upon-Avon, Warwickshire, England.",
            "It is often known simply as Holy Trinity Church or as Shakespeare's Church, due to its fame as the place of baptism, marriage and burial of William Shakespeare.",
            "More than 200,000 tourists visit the church each year."
        ]
    },
    "hughes hall": {
        "online": [
            "Hughes Hall is a constituent college of the University of Cambridge in England.",
            "It is the oldest of the University of Cambridge's postgraduate colleges.",
            "The college also admits undergraduates, though undergraduates admitted by the college must be aged 21 or over.",
            "There is no age requirement for postgraduate students.",
            "The majority of Hughes Hall students are postgraduate, although nearly one-fifth of the student population comprises individuals aged 21 and above who are studying undergraduate degree courses at the university.",
            "Hughes Hall was founded in the 19th century as the Cambridge Training College for Women with the purpose of providing a college of the university dedicated to training women graduates for the teaching profession.",
            "Since then it has enlarged and expanded to support a community of students and researchers, both male and female, working in all the academic domains encompassed by the University of Cambridge.",
            "The college is housed in a number of 19th- and 20th-century buildings at a main site adjacent to Fenner's, the Cambridge University Cricket Club ground, and between the City Centre and the railway station."
        ]
    },
    "jesus college": {
        "online": [
            "Jesus College is a constituent college of the University of Cambridge.",
            "The college's full name is The College of the Blessed Virgin Mary, Saint John the Evangelist and the glorious Virgin Saint Radegund, near Cambridge.",
            "Its common name comes from the name of its chapel, Jesus Chapel.",
            "Jesus College was established in 1496 on the site of the twelfth-century Benedictine nunnery of St Mary and St Radegund by John Alcock, then Bishop of Ely.",
            "The cockerel is the symbol of Jesus College, after the surname of its founder.",
            "For the 300 years from 1560 to 1860, Jesus College was primarily a training college for Church of England clergy.",
            "Jesus College has assets of approximately £375m making it Cambridge's fourth-wealthiest college.",
            "The college is known for its particularly expansive grounds which include its sporting fields and for its proximity to its boathouse.",
            "Three members of Jesus College have received a Nobel Prize.",
            "Two fellows of the college have been appointed to the International Court of Justice.",
            "Sonita Alleyne was elected master of Jesus College in 2019, 40 years after the college began admitting women as students.",
            "She is also the first black leader of an Oxbridge college."
        ]
    },
    "jesus green outdoor pool": {
        "online": [
            "Jesus Green is a park in the north of central Cambridge, Cambridgeshire, England, north of Jesus College.",
            "Jesus Ditch runs along the southern edge Jesus Green.",
            "On the northern edge of Jesus Green is the River Cam, with Chesterton Road (the A1303) on the opposite side.",
            "To the east is Victoria Avenue and beyond that Midsummer Common, common land that is still used for grazing.",
            "Victoria Avenue crosses the Cam at Victoria Bridge, connecting to Chesterton Road, at the northeastern corner of Jesus Green.",
            "Jesus Green was separated from Midsummer Common in 1890 when Victoria Avenue was built.",
            "Jesus Green has since become a park and is no longer maintained in a state suitable for grazing.",
            "The Jesus Green Swimming Pool is a lido on the northern edge of Jesus Green next to the River Cam.",
            "It is one of the few remaining examples of the lidos built across the country in the 1920s.",
            "It is among the longest outdoor swimming pools in Europe at 100 yards (91 m) in length.",
            "Close by on the River Cam is Jesus Lock.",
            "The stretch north (downstream) of Jesus Lock is sometimes called the lower river.",
            "The stretch between Jesus Lock and Baits Bite Lock is much used for rowing.",
            "There are also many residential boats on this stretch, their occupants forming a community who call themselves the Camboaters.",
            "The stretch above Jesus Lock is sometimes known as the middle river.",
            "Access for mechanically powered boats is prohibited above 'La Mimosa' public house (at the upstream end of Jesus Green) between 1 April and 30 September, when the middle (and upper) river are open only to manually propelled craft, many traditional flat-bottomed punts.",
            "In 2001, the Cambridge Beer Festival moved to Jesus Green.",
            "It has been held each May ever since."
        ]
    },
    "kambar": {
        "online": [
            "Kambar or Kavichakravarthy Kamban (1180 CE–1250 CE) was an Indian poet and the author of the Ramavataram, popularly known as Kambaramayanam, the Tamil version of the epic Ramayana.",
            "Kambar also authored other literary works in Tamil, such as Tirukkai Valakkam, Erelupatu, Silai Elupatu, Kangai Puranam, Sadagopar Antati and Saraswati Antati."
        ]
    },
    "kettle 's yard": {
        "online": [
            "Harold Stanley Ede (7 April 1895 – 15 March 1990), also known as Jim Ede and H. S. Ede, was a British curator, collector of art and friend to artists.",
            "He was the creator of Kettle's Yard in Cambridge."
        ]
    },
    "king 's college": {
        "online": [
            "King's College London (informally King's or KCL) is a public research university located in London, England.",
            "King's was established by royal charter in 1829 under the patronage of King George IV and the Duke of Wellington.",
            "In 1836, King's became one of the two founding colleges of the University of London.",
            "It is one of the oldest university-level institutions in England.",
            "In the late 20th century, King's grew through a series of mergers, including with Queen Elizabeth College and Chelsea College of Science and Technology (in 1985), the Institute of Psychiatry (in 1997), the United Medical and Dental Schools of Guy's and St Thomas' Hospitals and the Florence Nightingale School of Nursing and Midwifery (in 1998).",
            "King's has five campuses: its historic Strand Campus in central London, three other Thames-side campuses (Guy's, St Thomas' and Waterloo) nearby and one in Denmark Hill in south London.",
            "It also has a presence in Shrivenham, Oxfordshire, for its professional military education, and another in Newquay, Cornwall, where its information service centre is based.",
            "Its academic activities are organised into nine faculties, which are subdivided into numerous departments, centres, and research divisions.",
            "In 2022/23, King's had a total income of £1.230 billion, of which £236.3 million was from research grants and contracts.",
            "It has the fourth largest endowment of any university in the United Kingdom, and the largest of any in London.",
            "King's is the fifth-largest university in the United Kingdom by total enrolment and receives over 69,000 undergraduate applications per year (36,000 domestic and 33,000 international).",
            "King's is a member of academic organisations including the Association of Commonwealth Universities, the European University Association, and the Russell Group.",
            "King's is home to the Medical Research Council's MRC Centre for Neurodevelopmental Disorders and is a founding member of the King's Health Partners academic health sciences centre, Francis Crick Institute and MedCity.",
            "It is the largest European centre for graduate and post-graduate medical teaching and biomedical research, by number of students, and includes the world's first nursing school, the Florence Nightingale Faculty of Nursing and Midwifery.",
            "King's is generally regarded as part of the \"golden triangle\" of universities located in the cities of Oxford, Cambridge and London.",
            "King's has often had royal patronage by virtue of its foundation, with the late Queen Elizabeth II having been patron and her son King Charles III taking over patronage in May 2024.",
            "King's alumni and staff include 14 Nobel laureates; contributors to the discovery of DNA structure, Hepatitis C, the Hepatitis D genome, and the Higgs boson; pioneers of in-vitro fertilisation, stem cell/mammal cloning and the modern hospice movement; and key researchers advancing radar, radio, television and mobile phones.",
            "Alumni also include heads of states, governments and intergovernmental organisations; seventeen members of the current House of Commons, two Speakers of the House of Commons and thirteen members of the current House of Lords; and the recipients of three Oscars, three Grammys, one Emmy, one Golden Globe, and one Booker Prize."
        ]
    },
    "kings hedges learner pool": {
        "online": null
    },
    "little saint mary 's church": {
        "online": null
    },
    "lynne strover gallery": {
        "online": null
    },
    "magdalene college": {
        "online": [
            "Magdalene College ( MAWD-lin) is a constituent college of the University of Cambridge.",
            "The college was founded in 1428 as a Benedictine hostel, in time coming to be known as Buckingham College, before being refounded in 1542 as the College of St Mary Magdalene.",
            "Magdalene counted some of the most prominent men in the realm among its benefactors, including Britain's premier noble the Duke of Norfolk, the Duke of Buckingham and Lord Chief Justice Christopher Wray.",
            "Thomas Audley, Lord Chancellor under Henry VIII, was responsible for the refoundation of the college and also established its motto—garde ta foy (Old French: \"keep your faith\").",
            "Audley's successors in the mastership and as benefactors of the college were, however, prone to dire ends; several benefactors were arraigned at various stages on charges of high treason and executed.",
            "The college remains one of the smaller in the university, numbering around 400 undergraduate and 200 graduate students.",
            "It has maintained strong academic performance over the past decade, achieving an average of ninth in the Tompkins Table and coming second in 2015.",
            "Magdalene is home to the Pepys Library, which holds the collection of rare books and manuscripts that belonged to the English diarist Samuel Pepys, an alumnus of the college."
        ]
    },
    "milton country park": {
        "online": [
            "Milton is a village just north of Cambridge, England, with a population for the village and greater parish of 4,400 in the 2021 census down from 4,679 at the 2011 census."
        ]
    },
    "mumford theatre": {
        "online": [
            "Mumford & Sons are a British folk rock band formed in London in 2007.",
            "The band consists of Marcus Mumford (lead vocals, electric guitar, acoustic guitar, drums), Ted Dwane (vocals, bass guitar, double bass), and Ben Lovett (vocals, keyboards, piano).",
            "Mumford & Sons have released four studio albums: Sigh No More (2009), Babel (2012), Wilder Mind (2015), and Delta (2018).",
            "Their debut Sigh No More peaked at number two on the UK Albums Chart and the Billboard 200 in the US, with Babel and Wilder Mind both debuting at number one in the UK and US, the former becoming the fastest-selling rock album of the decade and leading to a headline performance at the Glastonbury Festival in 2013.",
            "The band has issued three live albums: Live at Shepherd's Bush Empire (2011), The Road to Red Rocks (2012), and Live from South Africa: Dust and Thunder (2017).",
            "The band has won music awards throughout their career, with Sigh No More earning the band the Brit Award for Best British Album in 2011, a Mercury Prize nomination and six overall Grammy Award nominations.",
            "The live performance at the 2011 Grammy ceremony with Bob Dylan and The Avett Brothers led to a surge in popularity for the band in the US.",
            "The band received eight total Grammy nominations for Babel and won the Grammy Award for Album of the Year.",
            "The band also won the Brit Award for Best British Group in 2013 and an Ivor Novello Award for International Achievement in 2014."
        ]
    },
    "museum of archaelogy and anthropology": {
        "online": null
    },
    "museum of classical archaeology": {
        "online": null
    },
    "nusha": {
        "online": null
    },
    "old schools": {
        "online": [
            "The Old Schools are part of the University of Cambridge, in the centre of Cambridge, England.",
            "The Old Schools house the Cambridge University Offices, which form the main administration for the University.",
            "The building is Grade I listed.",
            "It is two storeys high with ashlar facing and a parapet above.",
            "Within the Old Schools are West Court and Cobble Court.",
            "The Old Schools building is located at the end of Trinity Lane and is surrounded by other historic university and college buildings.",
            "To the north is Gonville and Caius College.",
            "To the east is the University of Cambridge Senate House where degree ceremonies are held, on King's Parade.",
            "To the south, the scene is dominated by the large King's College Chapel.",
            "To the west are Trinity Hall and Clare College.",
            "The Old Schools Site covers the Old Schools, the Senate House, and Great St Mary's, the University Church."
        ]
    },
    "parkside pools": {
        "online": null
    },
    "pembroke college": {
        "online": [
            "Pembroke College, a constituent college of the University of Oxford, is located on Pembroke Square, Oxford.",
            "The college was founded in 1624 by King James I of England and VI of Scotland, using in part the endowment of merchant Thomas Tesdale, and was named after William Herbert, 3rd Earl of Pembroke, Lord Chamberlain and then-Chancellor of the University.",
            "Like many Oxford colleges, Pembroke previously accepted men only, admitting its first mixed-sex cohort in 1979.",
            "As of 2020, Pembroke had an estimated financial endowment of £63 million.",
            "Pembroke College provides almost the full range of study available at Oxford University.",
            "A former Senior President of Tribunals and Lord Justice of Appeal, Sir Ernest Ryder, has held the post of Master of Pembroke since 2020."
        ]
    },
    "people 's portraits exhibition at girton college": {
        "online": null
    },
    "primavera": {
        "online": null
    },
    "queens ' college": {
        "online": [
            "Queens College (QC) is a public college in the New York City borough of Queens.",
            "Part of the City University of New York system, Queens College occupies an 80-acre (32 ha) campus primarily located in Flushing, Queens.",
            "Queens College was established in 1937 and offers undergraduate degrees in over 70 majors, graduate studies in over 100 degree programs and certificates, over 40 accelerated master's options, 20 doctoral degrees through the CUNY Graduate Center, and a number of advanced certificate programs.",
            "Alumni and faculty of the school, such as Arturo O'Farrill and Jerry Seinfeld, have received over 100 Grammy Award nominations.",
            "The college is organized into seven schools.",
            "It competes in Division II of the NCAA and sponsors 15 men's and women's championship-eligible varsity teams."
        ]
    },
    "regency gallery": {
        "online": [
            "The Regency era of British history is commonly understood as the years between c. 1795 and 1837, although the official regency for which it is named only spanned the years 1811 to 1820.",
            "King George III first suffered debilitating illness in the late 1780s, and relapsed into his final mental illness in 1810; by the Regency Act 1811, his eldest son George, Prince of Wales, was appointed prince regent to discharge royal functions.",
            "When George III died in 1820, the Prince Regent succeeded him as George IV.",
            "In terms of periodisation, the longer timespan is roughly the final third of the Georgian era (1714–1837), encompassing the last 25 years or so of George III's reign, including the official Regency, and the complete reigns of both George IV and his brother and successor William IV.",
            "It ends with the accession of Queen Victoria in June 1837 and is followed by the Victorian era (1837–1901).",
            "Although the Regency era is remembered as a time of refinement and culture, that was the preserve of the wealthy few, especially those in the Prince Regent's own social circle.",
            "For the masses, poverty was rampant as population began to concentrate due to industrial labour migration.",
            "City dwellers lived in increasingly larger slums, a state of affairs severely aggravated by the combined impact of war, economic collapse, mass unemployment, a bad harvest in 1816 (the \"Year Without a Summer\"), and an ongoing population boom.",
            "Political response to the crisis included the Corn Laws, the Peterloo Massacre, and the Representation of the People Act 1832.",
            "Led by William Wilberforce, there was increasing support for the abolitionist cause during the Regency era, culminating in passage of the Slave Trade Act 1807 and the Slavery Abolition Act 1833.",
            "The longer timespan recognises the wider social and cultural aspects of the Regency era, characterised by the distinctive fashions, architecture and style of the period.",
            "The first 20 years to 1815 were overshadowed by the Napoleonic Wars.",
            "Throughout the whole period, the Industrial Revolution gathered pace and achieved significant progress by the coming of the railways and the growth of the factory system.",
            "The Regency era overlapped with Romanticism and many of the major artists, musicians, novelists and poets of the Romantic movement were prominent Regency figures, such as Jane Austen, William Blake, Lord Byron, John Constable, John Keats, John Nash, Ann Radcliffe, Walter Scott, Mary Shelley, Percy Bysshe Shelley, J. M. W. Turner and William Wordsworth."
        ]
    },
    "riverboat georgina": {
        "online": null
    },
    "ruskin gallery": {
        "online": [
            "The Ruskin Gallery is a gallery within the Millennium Galleries in Sheffield, England.",
            "It houses a collection of minerals, paintings, ornithological prints, drawings, manuscripts and architectural plaster casts assembled by John Ruskin.",
            "It first opened in 1875, under the name Museum of St George, in a cottage in Walkley.",
            "It 1890, it was relocated to Meersbrook Hall."
        ]
    },
    "saint barnabas press gallery": {
        "online": [
            "June 10 - Eastern Orthodox Church calendar - June 12\nAll fixed commemorations below celebrated on June 24 by Orthodox Churches on the Old Calendar.",
            "For June 11th, Orthodox Churches on the Old Calendar commemorate the Saints listed on May 29."
        ]
    },
    "saint catharine 's college": {
        "online": null
    },
    "saint john 's college": {
        "online": [
            "The College of Saint Benedict and Saint John's University are two closely related private, Benedictine liberal arts colleges in Minnesota.",
            "The College of Saint Benedict is a college for women in St. Joseph, while Saint John's University is a university for men in Collegeville.",
            "Students at the institutions have a shared curriculum and access to the resources of both campuses.",
            "Together, the College of Saint Benedict and Saint John's University offer over 70 areas of study to undergraduate students, plus graduate programs in nursing and theology."
        ]
    },
    "scott polar museum": {
        "online": [
            "The Scott Polar Research Institute (SPRI) is a centre for research into the polar regions and glaciology worldwide.",
            "It is a sub-department of the Department of Geography in the University of Cambridge, located on Lensfield Road in the south of Cambridge.",
            "SPRI was founded by Frank Debenham in 1920 as the national memorial to Captain Robert Falcon Scott and his companions, who died on their return journey from the South Pole in 1912.",
            "It investigates issues relevant to the Arctic and Antarctic in the environmental sciences, social sciences and humanities.",
            "The institute is home to the Polar Museum and has some 60 personnel, consisting of academic, library and support staff plus postgraduate students, associates and fellows attached to research programmes.",
            "The institute also hosts the Scientific Committee on Antarctic Research."
        ]
    },
    "scudamores punting co": {
        "online": null
    },
    "sheep 's green and lammas land park fen causeway": {
        "online": [
            "This is a complete list of acts of the Parliament of Great Britain for the years 1755–1759.",
            "For acts passed until 1707, see the list of acts of the Parliament of England and the list of acts of the Parliament of Scotland.",
            "See also the list of acts of the Parliament of Ireland.",
            "For acts passed from 1801 onwards, see the list of acts of the Parliament of the United Kingdom.",
            "For acts of the devolved parliaments and assemblies in the United Kingdom, see the list of acts of the Scottish Parliament, the list of acts of the Northern Ireland Assembly, and the list of acts and measures of Senedd Cymru; see also the list of acts of the Parliament of Northern Ireland.",
            "The number shown after each act's title is its chapter number.",
            "Acts are cited using this number, preceded by the year(s) of the reign during which the relevant parliamentary session was held; thus the Union with Ireland Act 1800 is cited as \"39 & 40 Geo.",
            "3. c. 67\", meaning the 67th act passed during the session that started in the 39th year of the reign of George III and which finished in the 40th year of that reign.",
            "Note that the modern convention is to use Arabic numerals in citations (thus \"41 Geo.",
            "3\" rather than \"41 Geo.",
            "III\").",
            "Acts of the last session of the Parliament of Great Britain and the first session of the Parliament of the United Kingdom are both cited as \"41 Geo.",
            "3\".",
            "Acts passed by the Parliament of Great Britain did not have a short title; however, some of these acts have subsequently been given a short title by acts of the Parliament of the United Kingdom (such as the Short Titles Act 1896).",
            "Before the Acts of Parliament (Commencement) Act 1793 came into force on 8 April 1793, acts passed by the Parliament of Great Britain were deemed to have come into effect on the first day of the session in which they were passed.",
            "Because of this, the years given in the list below may in fact be the year before a particular act was passed."
        ]
    },
    "sidney sussex college": {
        "online": [
            "Sidney Sussex College (referred to informally as \"Sidney\") is a constituent college of the University of Cambridge in England.",
            "The College was founded in 1596 under the terms of the will of Frances Sidney, Countess of Sussex (1531–1589), wife of Thomas Radclyffe, 3rd Earl of Sussex, and named after its foundress.",
            "In her will, Lady Sidney left the sum of £5,000 together with some plate to found a new College at Cambridge University \"to be called the Lady Frances Sidney Sussex College\".",
            "Her executors Sir John Harington and Henry Grey, 6th Earl of Kent, supervised by Archbishop John Whitgift, founded the Protestant College seven years after her death."
        ]
    },
    "soul tree nightclub": {
        "online": [
            "Hollie McNish is a poet and author based between Cambridge and Glasgow.",
            "She has published four collections of poetry: Papers (2012), Cherry Pie (2015), Why I Ride (2015), Plum (2017) and one poetic memoir on politics and parenthood, Nobody Told Me (2016), of which the Scotsman suggested “The world needs this book...and so does every new parent” and for which she won the Ted Hughes Award for New Work in Poetry.",
            "The latter has been translated into German, French and Spanish.",
            "McNish's sixth publication - a second cross-genre collection of poetry, memoir and short stories - Slug, and other things I've been told to hate, was published in May 2021 with Hachette with a further collection Lobster, due to come out in 2024, also with Hachette.",
            "In 2016, she co-wrote a play with fellow poet Sabrina Mahfouz, Offside, relating the history of British women in football.",
            "This was published as a book in 2017.",
            "McNish has also released an album of poetry and music, Versus (2014), which made her the first poet to record an album at Abbey Road Studios, London.",
            "As well as her own publications, McNish has written and performed poems for various campaigns and organisations, including The Economist Education Foundation, Durex's campaign for orgasm equality, and The Eve Appeal."
        ]
    },
    "tenpin": {
        "online": [
            "Tennis is a racket sport that is played either individually against a single opponent (singles) or between two teams of two players each (doubles).",
            "Each player uses a tennis racket strung with a cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court.",
            "The object of the game is to manoeuvre the ball in such a way that the opponent is not able to play a valid return.",
            "The player unable to return the ball validly will not gain a point, while the opposite player will.",
            "Playable at all levels of society and at all ages, tennis can be played by anyone who can hold a racket, including wheelchair users.",
            "The original forms of tennis developed in France during the late Middle Ages.",
            "The modern form of tennis originated in Birmingham, England, in the late 19th century as lawn tennis.",
            "It had close connections to various field (lawn) games such as croquet and bowls as well as to the older racket sport today called real tennis.",
            "The rules of modern tennis have changed little since the 1890s.",
            "Two exceptions are that until 1961 the server had to keep one foot on the ground at all times, and the adoption of the tiebreak in the 1970s.",
            "A recent addition to professional tennis has been the adoption of electronic review technology coupled with a point-challenge system, which allows a player to contest the line call of a point, a system known as Hawk-Eye.",
            "Tennis is played by millions of recreational players and is a popular worldwide spectator sport.",
            "The four Grand Slam tournaments (also referred to as the majors) are especially popular and are considered the highest level of competition for the sport.",
            "These tournaments are the Australian Open, played on hardcourts; the French Open, played on red clay courts; Wimbledon, played on grass courts; and the US Open, also played on hardcourts.",
            "Additionally, tennis was one of the original Olympic sports, and has been consistently competed in the Summer Olympic Games since 1988."
        ]
    },
    "the cambridge corn exchange": {
        "online": [
            "The Corn Exchange is an events and concert venue located on Wheeler Street in Cambridge, Cambridgeshire, England.",
            "The structure, which was commissioned as a corn exchange, is a Grade II listed building."
        ]
    },
    "the cambridge punter": {
        "online": null
    },
    "the cherry hinton village centre": {
        "online": [
            "Cherry Hinton is a suburban area of the city of Cambridge, in the Cambridge district, in the county of Cambridgeshire, England.",
            "It is around 3 miles (4.8 km) southeast of the Cambridge city centre."
        ]
    },
    "the fez club": {
        "online": [
            "Maghreb Association Sportive de Fès (Arabic: المغرب الرياضي الفاسي) is a Moroccan professional football club based in Fez, that competes in Botola, the top flight of Moroccan football.",
            "The club was founded in 1946.",
            "Maghreb Association Sportive de Fès, commonly known as MAS, is one of the oldest sports clubs in Morocco.",
            "The club was founded on September 16, 1946, in the city of Fès.",
            "MAS has a long and distinguished history in Moroccan football, achieving numerous accomplishments and titles over the years.",
            "It also played a significant role in resisting French colonialism in Morocco.",
            "The club was established during the French colonial period and was part of the national movement that used sports as a means to promote national identity and resist colonialism.",
            "The club was not merely a sports institution but also a center for national and political activity.",
            "Many of the club's members and founders were activists in the national movement striving for independence.",
            "For instance, sports activities were used as a cover for meetings and activities aimed at organizing efforts against colonialism.",
            "During that period, sports clubs like Maghreb Association Sportive de Fès were considered effective means to foster national spirit and affirm Moroccan identity, apart from the colonial cultural and political influences.",
            "Therefore, it can be said that MAS played an important role in resisting colonialism, not only through sports but also as a platform for national activity.",
            "2007\n\nMaghreb de Fès established itself as a major force in both Moroccan and African football during the 20th century.",
            "In domestic football, the club has won 10 trophies; 4 Botola titles, 4 Moroccan Throne Cup and Botola 2 (Morocco second tier) twice.",
            "In continental and global competitions, Maghreb Fez have won 2 trophies; one CAF Confederation Cup and one CAF Super Cup."
        ]
    },
    "the fitzwilliam museum": {
        "online": [
            "The Fitzwilliam Museum is the art and antiquities museum of the University of Cambridge.",
            "It is located on Trumpington Street opposite Fitzwilliam Street in central Cambridge.",
            "It was founded in 1816 under the will of Richard FitzWilliam, 7th Viscount FitzWilliam (1745–1816), and comprises one of the best collections of antiquities and modern art in western Europe.",
            "With over half a million objects and artworks in its collections, the displays in the museum explore world history and art from antiquity to the present.",
            "The treasures of the museum include artworks by Monet, Picasso, Rubens, Vincent van Gogh, Rembrandt, Cézanne, Van Dyck, and Canaletto, as well as a winged bas-relief from Nimrud.",
            "Admission to the public is always free.",
            "The museum is a partner in the University of Cambridge Museums consortium, one of 16 Major Partner Museum services funded by Arts Council England to lead the development of the museums sector."
        ]
    },
    "the junction": {
        "online": [
            "The Junction is a neighbourhood in Toronto, Ontario, Canada, that is near the West Toronto Diamond, a junction of four railway lines in the area.",
            "The neighbourhood was previously an independent city called West Toronto, that was also its own federal electoral district until amalgamating with the city of Toronto in 1909.",
            "The main intersection of the area is Dundas Street West and Keele Street.",
            "The Stockyards is the northeastern quadrant of the neighbourhood."
        ]
    },
    "the man on the moon": {
        "online": [
            "Man on the Moon is a 1999 biographical comedy drama film about the late American entertainer Andy Kaufman, starring Jim Carrey as Kaufman.",
            "The film was directed by Miloš Forman and also features Danny DeVito, Courtney Love and Paul Giamatti.",
            "The story traces Kaufman's steps from childhood through the comedy clubs and television appearances that made him famous, including his memorable appearances on Saturday Night Live, Late Night with David Letterman, Fridays and his role as Latka Gravas on the sitcom Taxi, which was popular among viewers but disruptive for Kaufman's co-stars.",
            "The film pays particular attention to the various inside jokes, scams, put-ons, and happenings for which Kaufman was famous, most significantly his long-running \"feud\" with wrestler Jerry \"The King\" Lawler and his portrayal of the character of bawdy lounge singer Tony Clifton.",
            "It was released on December 22, 1999, in the United States and May 5, 2000, in the United Kingdom by Universal Pictures and Warner Bros. Pictures in some markets.",
            "Although the film was commercially unsuccessful and received mixed reviews, Carrey received critical acclaim for his performance and won a Golden Globe, his second in a row after his award for The Truman Show.",
            "His win was in the Musical or Comedy category.",
            "The documentary Jim & Andy: The Great Beyond was released in 2017 and chronicles Carrey's performance as Kaufman in the film, a performance he maintained during much of the film's production."
        ]
    },
    "the place": {
        "online": null
    },
    "trinity college": {
        "online": [
            "Trinity College is a private liberal arts college in Hartford, Connecticut, United States.",
            "Founded as Washington College in 1823, it is the second-oldest college in the state of Connecticut.",
            "Coeducational since 1969, the college enrolls 2,235 students.",
            "Trinity offers 41 majors and 28 interdisciplinary minors.",
            "The college is a member of the New England Small College Athletic Conference (NESCAC)."
        ]
    },
    "vue cinema": {
        "online": null
    },
    "wandlebury country park": {
        "online": [
            "Wandlebury Hill (grid reference TL493534) is a peak in the Gog Magog Hills, a ridge of low chalk hills extending for several miles to the southeast of Cambridge, England.",
            "The underlying rock is present in a number of places on the hill.",
            "At 74 metres (243 ft) it is the same height as the nearby Little Trees Hill, although the latter is a more notable landmark.",
            "The top stands in Wandlebury Country Park, a nature reserve owned by Cambridge Past, Present & Future (registered charity number 204122), formerly known as the Cambridge Preservation Society.",
            "Wandlebury was already inhabited in the Bronze Age and 2500 years ago there was an Iron Age hill fort here known as Wandlebury Ring.",
            "This hill fort once had concentric ditches and earthen walls which were kept in place by wooden palisades.",
            "Although the fort has vanished, the ditch (the Ring) dug around the edge can clearly be seen and walked along, being 5 metres deep in places and offering an adventurous route along its edge.",
            "There is no evidence that it was ever used in defence.",
            "The reserve, mainly beech woodlands and fields, is a place for birdwatching.",
            "Banyard bird hide, overlooking Varley's Field, was completed in February 2012.",
            "Like Little Trees Hill, the summit is on public land and is accessible when sheep or Highland cattle are not in the field.",
            "Dogs must be on a lead everywhere in Wandlebury Country Park.",
            "It can be reached by walking across the field from post 3 of the nature trail.",
            "Virtually no climb is involved in the ascent, just a stroll through woodland."
        ]
    },
    "whale of a time": {
        "online": [
            "Whales are a widely distributed and diverse group of fully aquatic placental marine mammals.",
            "As an informal and colloquial grouping, they correspond to large members of the infraorder Cetacea, i.e.",
            "all cetaceans apart from dolphins and porpoises.",
            "Dolphins and porpoises may be considered whales from a formal, cladistic perspective.",
            "Whales, dolphins and porpoises belong to the order Cetartiodactyla, which consists of even-toed ungulates.",
            "Their closest non-cetacean living relatives are the hippopotamuses, from which they and other cetaceans diverged about 54 million years ago.",
            "The two parvorders of whales, baleen whales (Mysticeti) and toothed whales (Odontoceti), are thought to have had their last common ancestor around 34 million years ago.",
            "Mysticetes include four extant (living) families: Balaenopteridae (the rorquals), Balaenidae (right whales), Cetotheriidae (the pygmy right whale), and Eschrichtiidae (the grey whale).",
            "Odontocetes include the Monodontidae (belugas and narwhals), Physeteridae (the sperm whale), Kogiidae (the dwarf and pygmy sperm whale), and Ziphiidae (the beaked whales), as well as the six families of dolphins and porpoises which are not considered whales in the informal sense.",
            "Whales are fully aquatic, open-ocean animals: they can feed, mate, give birth, suckle and raise their young at sea.",
            "Whales range in size from the 2.6 metres (8.5 ft) and 135 kilograms (298 lb) dwarf sperm whale to the 29.9 metres (98 ft) and 190 tonnes (210 short tons) blue whale, which is the largest known animal that has ever lived.",
            "The sperm whale is the largest toothed predator on Earth.",
            "Several whale species exhibit sexual dimorphism, in that the females are larger than males.",
            "Baleen whales have no teeth; instead, they have plates of baleen, fringe-like structures that enable them to expel the huge mouthfuls of water they take in while retaining the krill and plankton they feed on.",
            "Because their heads are enormous—making up as much as 40% of their total body mass—and they have throat pleats that enable them to expand their mouths, they are able to take huge quantities of water into their mouth at a time.",
            "Baleen whales also have a well-developed sense of smell.",
            "Toothed whales, in contrast, have conical teeth adapted to catching fish or squid.",
            "They also have such keen hearing—whether above or below the surface of the water—that some can survive even if they are blind.",
            "Some species, such as sperm whales, are particularly well adapted for diving to great depths to catch squid and other favoured prey.",
            "Whales evolved from land-living mammals, and must regularly surface to breathe air, although they can remain underwater for long periods of time.",
            "Some species, such as the sperm whale, can stay underwater for up to 90 minutes.",
            "They have blowholes (modified nostrils) located on top of their heads, through which air is taken in and expelled.",
            "They are warm-blooded, and have a layer of fat, or blubber, under the skin.",
            "With streamlined fusiform bodies and two limbs that are modified into flippers, whales can travel at speeds of up to 20 knots, though they are not as flexible or agile as seals.",
            "Whales produce a great variety of vocalizations, notably the extended songs of the humpback whale.",
            "Although whales are widespread, most species prefer the colder waters of the Northern and Southern Hemispheres and migrate to the equator to give birth.",
            "Species such as humpbacks and blue whales are capable of travelling thousands of miles without feeding.",
            "Males typically mate with multiple females every year, but females only mate every two to three years.",
            "Calves are typically born in the spring and summer; females bear all the responsibility for raising them.",
            "Mothers in some species fast and nurse their young for one to two years.",
            "Once relentlessly hunted for their products, whales are now protected by international law.",
            "The North Atlantic right whales nearly became extinct in the twentieth century, with a population low of 450, and the North Pacific grey whale population is ranked Critically Endangered by the IUCN.",
            "Besides the threat from whalers, they also face threats from bycatch and marine pollution.",
            "The meat, blubber and baleen of whales have traditionally been used by indigenous peoples of the Arctic.",
            "Whales have been depicted in various cultures worldwide, notably by the Inuit and the coastal peoples of Vietnam and Ghana, who sometimes hold whale funerals.",
            "Whales occasionally feature in literature and film.",
            "A famous example is the great white whale in Herman Melville's novel Moby-Dick.",
            "Small whales, such as belugas, are sometimes kept in captivity and trained to perform tricks, but breeding success has been poor and the animals often die within a few months of capture.",
            "Whale watching has become a form of tourism around the world."
        ]
    },
    "whipple museum of the history of science": {
        "online": [
            "The Whipple Museum of the History of Science is a museum attached to the University of Cambridge, United Kingdom, which houses an extensive collection of scientific instruments, apparatus, models, pictures, prints, photographs, books and other material related to the history of science.",
            "It is located in the former Perse School on Free School Lane, and was founded in 1944, when Robert Whipple presented his collection of scientific instruments to the University of Cambridge.",
            "The museum's collection is 'designated' by the Museums, Libraries and Archives Council (MLA) as being of \"national and international importance\".",
            "The museum is one of eight museums in the University of Cambridge Museums consortium."
        ]
    },
    "williams art and antiques": {
        "online": [
            "James Arthur Williams (December 11, 1930 – January 14, 1990) was an American antiques dealer and a historic preservationist based in Savannah, Georgia.",
            "He played an active role in the preservation of the Savannah Historic District for over 35 years.",
            "Williams is the main character in John Berendt's book Midnight in the Garden of Good and Evil, published four years after Williams's 1990 death.",
            "After four trials for an alleged murder that occurred in his house in 1981, he was acquitted in 1989."
        ]
    }
}