{
    "a and b guest house": {
        "name2": "A & B Guesthouse Cambridge",
        "online": [
            {
                "review_text": "Central guest house, by the old arena in Verona. Owner helpfully showed us on the map all the places we should/not visit. Noisy on the first night due to a concert, but this was not a major problem. Large room & private bathroom, with showergel & shampoo included. Air con & bottled water in the room, which was comfortable, and also had a fridge. No tea-making facilities in the room, but there was a paid-for coffee vending machine in the shared lounge. Hallway was not well decorated & areas of bathroom were very dusty. Overall, a good stay.",
                "review_rating": 4
            },
            {
                "review_text": "Nice guest house in excellent location with super friendly host. 100% recommended Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "The location was perfect!",
                "review_rating": 5
            },
            {
                "review_text": "Estrema cortesia del proprietario, ero a Verona per una consulenza e stare davanti all’Arena non ha prezzo.Larga la doccia, peccato la mia ragazza non sia venuta, farla in due sarebbe stato il massimo 😊Tutto pulito, autonomia completa 😊Nearby activities: C’è tutta Verona a pochi secondi e minuti al massimo.",
                "review_rating": 4
            },
            {
                "review_text": "Accoglienza magnifica. Il sig. Ci ha fatto scoprire nuovi posti da visitare a Verona. Ci siamo sentiti cone a casa nostra. Tutto pulitissimo, l'appartamento (camera, corridoio,  bagno) con un design leggero , confortevole e colori adatti al riposo. La magia della piazza dell Arena quando esci dal condominio ti lascia con la bocca aperta. Siamo stati benissimo e spero che ci ritorniamo presto. Non merita 5 stelle ma molto di più.Rooms: Pulite , design confortevole non pesanteNearby activities: Trovi tutto ciò che vuoi , negozi, arte, parco  , ristorante , eccSafety: Ce un portiere al ingresso del condominio che ti da la sicurezzaWalkability: Vicino a tutto quello che vuoi visitare o comprareFood & drinks: Tutto alla portata di mano, dai ristoranti, bar, ecc",
                "review_rating": 5
            },
            {
                "review_text": "Good place for those coming to Verona, in Piazza Bra' in front of the Arena, large and clean rooms, friendly and helpful staff.Advised.",
                "review_rating": 4
            },
            {
                "review_text": "Excellent and central location! Comfortable room and very kind owner, so much so that he came to our rescue and changed our TV at 9pm because it wasn't working. Super recommended! Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "Beautiful house in front of the Arena de Verona. Super nice host. The room was very nice, large and clean.",
                "review_rating": 5
            }
        ]
    },
    "acorn guest house": {
        "name2": "Acorn Guest House",
        "online": [
            {
                "review_text": "This trip is something we've been planning for some time, never has come through until this year - SPECTACULAR!  HIGHLY recommend staying at the 1795 Acorn Inn Bed and Breakfast!  Sheryl and team created a 'home' for us during our stay - From the welcome to our room having ALL amenities, a walkout to a patio, next to a babbling brook, phenomenal breakfasts, etc.  it's a MUST GO TO - thank you Sheryl - we'll be back!  XoxoFood and drinks: Loved the Green Front, located downtown - local food and beerNoteworthy details: We stayed in the HotchKiss Room - very cool historic property located in the rolling hills of Upstate NY",
                "review_rating": 5
            },
            {
                "review_text": "Our experience at 1795 Acorn Inn was nothing short of being spectacular.  My wife Janet and I thoroughly enjoyed our stay at this Bed and Breakfast location and would recommend this location to anyone!  Plus, Sheryl, the owner is a pleasure to be around and makes an amazing breakfast!Thank you-Kevin JohnsonRooms: Our Room was quiet, and very spacious!  Very comfortable for my wife and I to relax and enjoy our stayNearby activities: We enjoyed going to Canandaigua Lake, visiting the local wineries, and the beautiful view of the surrounding mountain areas!",
                "review_rating": 5
            },
            {
                "review_text": "Wonderfully stay. Very spacious and clean, with a fantastic breakfast. The hot tub and gardens off the back patio were a great addition to our stay. We will be back. Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nRomantic … More",
                "review_rating": 5
            },
            {
                "review_text": "This was a true gem in the Finger Lakes Region. Sheryl was an impeccable host and we enjoyed sumptuous breakfasts every morning while socializing with other guests. It seemed that Sheryl had thought of every detail to make our stay enjoyable, including tea and snacks in the evenings after spending the day hiking, sightseeing or visiting the Corning Glass Museum or a local vineyard. It's not right in Canandaigua but a good hub for day trips to many destinations.",
                "review_rating": 5
            },
            {
                "review_text": "Stayed 2 nights and loved it. We stayed in the barn suite and it was perfect. Would recommend this place to anyone coming to the finger lakes! The owner was wonderful and had many suggestions for what to do in the area. Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nQuiet … More",
                "review_rating": 5
            },
            {
                "review_text": "My husband and I had the pleasure of staying at this lovely B and B. Sheryl, the innkeeper and breakfast chef, was amazing. I have some dietary restrictions, and she met them, and everything was super tasty and beautiful. We stayed in the Hotchkiss room. The bed and linens were lovely. It had a nice large bathroom, and the sitting area facing the grounds was a perfect spot to sit in the early morning hours with a cup of coffee. I definitely feel refreshed. It was just what we needed. Thank you. We will absolutely be coming again.",
                "review_rating": 5
            },
            {
                "review_text": "I had the pleasure of staying at the Acorn Inn Thanksgiving weekend. It was my first stay at a Bed and Breakfast and it exceeded all my expectations! The Bristol suite was so luxurious and had every amenity possible including a fireplace. The grounds at the Inn were beautiful and I enjoyed soaking in the hot tub. Sheryl the innkeeper went above and beyond to make sure every detail was perfect, along with making the most fabulous breakfast each morning, willing to accommodate dietary restrictions.I never wamted to leave. What a gem!",
                "review_rating": 5
            },
            {
                "review_text": "Wonderful accommodations in a perfect Finger Lakes location. Owner Sheryl is an absolute treasure. We are already planning a return stay, highly recommend this bed and breakfast (btw breakfast was fantastic!).Rooms: Beautifully appointed, clean and comfortable room.",
                "review_rating": 5
            },
            {
                "review_text": "Such a quaint and comfortable bed and breakfast with attention to every detail! Beautiful gardens and exceptional breakfasts both days we stayed! Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "We had a great stay. The dinner keeper was awesome, to say the least. If you want a relaxing place to stay with an AMAZING breakfast give this a shot. You will not find a cleaner place any where. Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            }
        ]
    },
    "alexander bed and breakfast": {
        "online": [
            {
                "review_text": "A great over night stay to visit my son at university. Parking on the road outside was easy and free. The breakfast was lovely and the hosts were very helpful and friendly. It was 14 minutes walk to the Cathedral so perfect and central for the town centre. Rooms : 4/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nQuiet … More",
                "review_rating": 5
            },
            {
                "review_text": "We stayed for a weekend while returning to Hereford for various visits locally. Room was a good size and was well kitted out. The owner Rob was a fantastic host and the breakfast was very good. The parking can be a little difficult outside at times but there's no reason I wouldn't stay again.",
                "review_rating": 4
            },
            {
                "review_text": "Me and my friends stayed for one night in the Alexander B&B. It was lovely. We were made to feel very welcome when we arrived. Our rooms were lovely and spacious and clean. The breakfast the next morning was lovely and hot and tasty. Would definitely recommend people to come here if they are planning a trip to the lovely town of Hereford.",
                "review_rating": 5
            },
            {
                "review_text": "Room was very clean, beds comfy and flexible check in. Within a 10 min walk from the centre and very friendly owner with a great cooked breakfast. Will definitely be returning.",
                "review_rating": 5
            },
            {
                "review_text": "A lovely warm welcome from Rob (owner) upon arrival, with a comfortable and clean room with tea and coffee, in addition to a clean shared shower room.In the morning, a lovely cooked breakfast from Rob accompanied with a good chat!Ideally located and perfect when your family house has no space for you!Would highly recommend and visit again",
                "review_rating": 5
            },
            {
                "review_text": "Very clean, fab bed, conveniently located. Decent breakfast size but sausages were probably 'Richmonds' with only 3% meat, and the bacon very salty, which spoilt matter a bit.",
                "review_rating": 4
            },
            {
                "review_text": "Very friendly owners. Rooms very clean , bathrooms very clean,  breakfast superb would recommend  5 stars from me . Rooms : 5/5 | Service : 5/5 | Location : 4/5 Hotel highlights\nGreat value … More",
                "review_rating": 5
            },
            {
                "review_text": "Very nice host, made me feel at home. Very clean and spacious!Would stop here again were I to go back to Hereford.The breakfast was well cooked and tasty.",
                "review_rating": 5
            },
            {
                "review_text": "Lovely hotel made very welcome very spacious rooms beds made up. The only disappointment was there's no parking outside the hotel as it's a very busy road and very noisy with traffic other than that very nice hotel",
                "review_rating": 3
            },
            {
                "review_text": "Stayed on the 27th April with a friend.  Warm welcome . Really nice rooms. Breakfast was spot on. Definately will be back. Thankyou for a lovely stay Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            }
        ]
    },
    "allenbell": {
        "online": []
    },
    "alpha - milton guest house": {
        "online": [
            {
                "review_text": "Room was clean. Shower could be cleaner.Bed not for the sensitive.Fridge was not worth having.Decor was nice. TV kinda pointless.But hey it was less than 50 quid per night and thats really not bad. Bathroom fixtures all new and shiny.For a cheap stay while visiting friends this is a solid value for money choice.",
                "review_rating": 4
            },
            {
                "review_text": "We absolutely loved it here, it'd get 5 stars for price, personality, ease of access and the AMAZINGLY friendly staff, but it is run down, it's perfectly clean but old and in need of updating.  However the welcome and friendliness of the owners makes up for it ten fold ❤️",
                "review_rating": 3
            },
            {
                "review_text": "Stayed for three nights. The Private Room 3 was a bit small, but overall it’s okay for a short stay. Rooms : 4/5 | Service : 5/5 | Location : 4/5 … More",
                "review_rating": 4
            }
        ]
    },
    "arbury lodge guest house": {
        "name2": "Arbury Manor - Self Catering - Self Check in Guest House - All En-Suite Rooms - Off Road Parking - Superfast WIFI",
        "online": []
    },
    "archway house": {
        "online": [
            {
                "review_text": "A very refreshing spacious & wooded area, with a picturesque and Even indigenous feel.. A large stream, Cycle and walk path run within with Sherwood forest not far away.. A truly off grid experience..",
                "review_rating": 4
            },
            {
                "review_text": "Spent many happy weekends here over the years. Holds a special place in my heart and is one of my favourite spots in the UK to camp & hang out with friends! Definitely worth travelling for and is also a great music festival spot.",
                "review_rating": 5
            },
            {
                "review_text": "a beautiful peaceful walk upto and past the gorgeous archway house with an odd little story attached to the history of past till present..plenty of character to the house itself and lots of decaying original outbuildings scattered about..its lovely and definitely worth a look if you're heading that way.",
                "review_rating": 4
            },
            {
                "review_text": "Fond memories of a time gone by.",
                "review_rating": 5
            },
            {
                "review_text": "The most magical place. The owners hosts were the epitome 5*; welcoming and friendly. Highly recommend.",
                "review_rating": 5
            },
            {
                "review_text": "Possibly my second favourite place in the world...worth noting I don't use terms like that willy nilly...Deerstock after party... Thanks Nathan.",
                "review_rating": 5
            },
            {
                "review_text": "It's a wonderful place secluded with all the amenities you need shrouded in forest which is full of wildlife",
                "review_rating": 5
            },
            {
                "review_text": "Came here for a wedding. Was probably the best I've ever been to. Just awesome.",
                "review_rating": 5
            },
            {
                "review_text": "Great for camping parties.  Loads of space for children to run around.",
                "review_rating": 5
            },
            {
                "review_text": "I was there in 2006 . Unreal place . T. & R. , thanks for all !",
                "review_rating": 5
            }
        ]
    },
    "ashley hotel": {
        "name2": "Ashley Hotel Chesteron Road",
        "online": [
            {
                "review_text": "Staff: Very FriendlyLocation: ExcellentResidents Bar: Taps weren't working not a good sign so stuck to bottles. Bar is obviously not being used regularly.Room: The shower power was excellent. Toilet Broken. Water constantly flowing and disturbed sleep. No complimentary water in the room which was poor considering the price. Barry's GOLD label in room is a lovely touch.3/5 stars",
                "review_rating": 3
            },
            {
                "review_text": "The Ashley Hotel in Cork boasts a fantastic location, making it a convenient base for exploring the city's charms. The friendly staff adds a welcoming touch to your stay, enhancing the overall experience. While the hotel may be dated, it maintains a commendable level of cleanliness, ensuring a comfortable stay. The rooms, though basic, provide everything you need for a short city break, offering a no-fuss accommodation option that meets your essential needs. Overall, the Ashley Hotel offers a satisfactory stay for travelers seeking affordability and convenience in the heart of Cork.",
                "review_rating": 4
            },
            {
                "review_text": "Great and friendly staff. The location is also great. But the rooms and the hotel itself is very underwhelming. The air is pretty stinky and the rooms small. You don'f feel comfortable there and for this price we can not recommend it. Rooms : 2/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 3
            },
            {
                "review_text": "Old Hotel surprisingly quiet during the night considering it's very central location. Front door closed before 11pm and bar has only night porter after 11. Beds acceptable level of comfort.Nearby activities: Patrick street and all it has to offer just around the corner. Very central location",
                "review_rating": 3
            },
            {
                "review_text": "Stayed in Ashley hotel lately ;bed was really comfortable.The staff were so friendly and kind .Had a lovely breakfast for 10eu each.Left my phone charge at hotel and Camille rang to let me know.Would recommend it to any visitor to city or Marquis concert.Safety: Safe to walk after midnightWalkability: So near city centreFood and drinks: Beautiful breakfast for 10eu",
                "review_rating": 4
            },
            {
                "review_text": "It was a wonderful irish experience: the Hotel is really good and the breakfast too. A big thank you to the staff because they are really nice and kind! The positition is also perfect as you are really close to the St. Patrick Street Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nGreat view, Quiet … More",
                "review_rating": 5
            }
        ]
    },
    "autumn house": {
        "online": [
            {
                "review_text": "Making the absolute best of tough times...The staff at Autumn House East made this time in my Father's life as smooth as it could possibly be.I'm so grateful to Michael for time he spent in meeting with us, listening to our questions and concerns, and ease and flexibility with receiving my Father. He made a complex situation seem routine- a sign of a true professional.Once it was time to deliver my Father to his \"new home\" Orianna, Niki and Destiny were there to make my Dad feel welcome. This would continue the entire time my Father stayed at Autumn House. I could see little changes in the way they arranged his room or made his bed, as the learned about my Dad. These little things were for his comfort and safety- and were greatly appreciated.The layout of the facility made visits easy and welcoming. It was clean and secure, and all members of the staff truly cared about the residents and took pride in doing their jobs on a daily basis.I'd strongly recommend giving  Autumn House East a look- Michael will be honest about meeting the needs for your loved ones. He did with my family, and this experience was wonderful for my Father. 👍🏽",
                "review_rating": 5
            },
            {
                "review_text": "I have worked at Autumn House in various roles the past couple of years.  It has never felt like a job, it feels like home.  The staff and the residents are always so cheerful and happy.  It is a warm and welcoming environment that you would be hard pressed to find anywhere else, let alone a Personal Care Home. The staff is so attentive to the residents' needs and always treats them with respect and dignity.  There is no other place you should consider if you have a loved one that is ready for the next step in their life.",
                "review_rating": 5
            },
            {
                "review_text": "I have been interning at Autumn House Hospice for the past few weeks, and the experience has been nothing short of amazing. From the moment I joined, I was welcomed warmly by the staff and quickly felt like part of the team. The hospice environment is both compassionate and professional, providing an incredible learning experience.",
                "review_rating": 5
            },
            {
                "review_text": "For my career I visit many different assisted living, personal care and independent living communities and I am always happy to go to AHE. The sense of community between the staff and residents is very special. Every employee truly cares about the residents and treat them like family. It's a really great place with great people!",
                "review_rating": 5
            },
            {
                "review_text": "For years I’ve always been happy to refer elderly  family & friends to Autumn House East. My girlfriend has worked there for years and takes great pride in taking top notch care of her residents, treating them as her own family. I’ve watched her take texts/calls all hours of the night to respond to residents needs on her personal cell, even if it’s just to chat when they are wanting to talk. That’s a place I’d want someone I care about to reside. If you have a family needing care you definitely should check out Autumn House East.",
                "review_rating": 5
            },
            {
                "review_text": "Autumn House East put my mind at ease when considering a place for our mother. The staff seemed engaging and caring; and the director of memory care is very nice and compassionate. She convinced me that if my mother were there, she would be well cared for. Thank you for all of the info.",
                "review_rating": 5
            },
            {
                "review_text": "I would highly recommend Autumn House East to anyone with elderly family members. They have a very attentive staff that cares to your families needs. I personally know Katelyn and she takes the upmost pride in her job and treats every person as her own family.",
                "review_rating": 5
            },
            {
                "review_text": "My dear mom was in this facility for 4 years & absolutely LOVED it!  Now my sweet in-laws are both there and dad really likes it.  They do a lot of neat activities.  All our parents enjoy that they bring breakfast to your room.",
                "review_rating": 5
            },
            {
                "review_text": "Autum House East was a God send. My father loves being there and loves the staff.  It’s a clean and safe environment for the residents. I highly recommend if you’re looking for a place for your loved ones … 🦀",
                "review_rating": 5
            },
            {
                "review_text": "I love seeing their Facebook posts because it definitely shows through the company posts how much fun they have here with the staff and especially the residents and the cool activities held daily. Also, I really like how they appreciate their staff with shoutouts and recognition and then reading the comments to follow those posts. Definitely give them a 5 star and recommend this as a place to live or even work. I have visited a friend here for years and I'm never disappointed when I visit her and my friend loves living here.",
                "review_rating": 5
            }
        ]
    },
    "avalon": {
        "online": []
    },
    "aylesbray lodge guest house": {
        "online": [
            {
                "review_text": "I'm leaving this review a little bit late as I stayed late last year.Absolutely brilliant service, I had to book last minute due to issues I had with previous accomodation and Anna took me in last minute very late in the evening.The rooms are clean and comfy, (I stayed on two different occasions both in the singles) with Wi-fi, TV and kettle and Anna, the host, is lovely and very willing to help!I absolutely recommend this little gem, it's not far from a Co-op for some necessities or The Coffee House round the corner and there's plenty of buses into Cambridge, or if you're cycling there's the main road into Cambridge which has wide cycle paths!",
                "review_rating": 5
            },
            {
                "review_text": "Anna was very friendly and welcoming. The bed was comfortable and the shower was very good. The only downsides were the WiFi didn't work at all. Also we had a neighbour come round to ask us for money for her electric bill, claiming she was the owners daughter.",
                "review_rating": 4
            },
            {
                "review_text": "Could not be more accommodating (no pun) and having parking is a very good facility. It's very handy for Addenbrookes, but the bus services from there into the city are cheap and plentiful. So the location is great. The room I'm in is nicely furnished, clean and has everything you need. WiFi is fast. What's not to like? At this price point - top of the league.",
                "review_rating": 5
            },
            {
                "review_text": "Very friendly staff member who was very helpful with resolving a booking mistake made with booking com. A nice clean room, good WiFi. Slightly dated feeling furnishings, but that's fine and expected - it even gives a cosy feel",
                "review_rating": 4
            },
            {
                "review_text": "Very basic, but clean and lovely owner Rooms : 4/5 | Location : 4/5 Hotel highlights\nQuiet … More",
                "review_rating": 4
            }
        ]
    },
    "bridge guest house": {
        "name2": "Bridge Guest House",
        "online": [
            {
                "review_text": "Considering the price, and it's a two star accomodation, I am happy to give everything 4.5-5 stars. I was able to check in online prior to arrival, according to an email from the Guest House. I arrived after 9pm, and the manager whatsapped to confirm my arrival time. My room was upgraded, a nice surprise! Happy with the continuous hot water shower. Could have put some hooks in the bathroom for hanging clothes and towel. I like the hand washing basin(normal size) and full length mirror in the room.",
                "review_rating": 5
            },
            {
                "review_text": "Incredible value! Haroon was really helpful and polite throughout the entire process. I rarely ever go for accommodation with shared facilities but given the reviews I thought I'd try it out for a night. Really clean room and good facilities, as well as a central location. And parking! If I head this way again I'll certainly stay here!",
                "review_rating": 5
            },
            {
                "review_text": "Comfortable rooms, and an amazing service. I arrived after the allotted check in hours and Haroon could not have been more helpful in making sure I was able to arrive late. 10/10 service and the friendliest staff - would recommend. Rooms : 4/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "Stayed here for one night recently and must say its one of the best guest houses I have stayed in, the room was an amazing size and would have been suitable for both our kids and me and my partner, the bed was massive and as a mega bonus was comfy, I had a great sleep which is very rare.The car park was big enough to fit all guests and was easy to just come and go as we pleasedThe manager was amazing on arrival and told me all I needed to know then I didn't see him after that which is a massive bonus for me, knew how to contact him if anything was needed thoughThe home is close to the center which is just a little walk away.Overall the experience was amazing and I would definitely book again in the future, good value for money too.",
                "review_rating": 5
            },
            {
                "review_text": "Accomodations are nice and well kept, common bathroom is small but sufficient. Beds are comfortable, well made and all other in room facilities are fine.Despite being close to the trainstation and rails you can barely hear the trains. Unfortunately the walls within the Guest House are much thinner and you can easily hear the other guests.Big car park next to the building and easy access to the building. Late check in is no problem.As of April 2023, no breakfast is served.Rooms: Rooms are simple but efficient. Beds are nice and comfortable. Good for a short stay.Walkability: Trainstation is almost next to the Guest House. City centre and shops are close by.Food & drinks: As of April 2023, no breakfast is served. Coffee and tea making facilities in the room are fine. Shops and city centre are nearby.",
                "review_rating": 4
            },
            {
                "review_text": "They claim to be a no thrills guesthouse and they definitely live up to the claim. Everything was scrupulously clean, crisp bed lining and towels. Being rocked to sleep and awaken by trains on the tracks 200 yards away is my idea of fun, but they do state how close the station is. Rooms : 3/5 | Service : 4/5 | Location : 3/5 … More",
                "review_rating": 3
            },
            {
                "review_text": "A nice little place where I stopped overnight. The manager was fine, he was polite and gave me a room at short notice. It's not what you would call plush, but it was okay, especially considering the low price. Rooms : 3/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nGreat value … More",
                "review_rating": 4
            },
            {
                "review_text": "Rooms are a bit adequate. Not enough sockets for the plethora of tools the modern worker uses. However parking is plentiful. Breakfast is five star,  for those without cholesterol problems they ask you how many sausages you want. Breakfast staff are fantastic. A good no fills place to stay. Not en-suite for me.",
                "review_rating": 3
            },
            {
                "review_text": "Very welcoming, cozy and central place just a few minutes walk from attractions and the train station. I stayed for a few nights and had a great time visiting my friend over in Ipswich. Owners are very helpful and friendly with the guests. I will definitely come back!!! Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            }
        ]
    },
    "carolina bed and breakfast": {
        "name2": "Carolina Bed & Breakfast",
        "online": [
            {
                "review_text": "Clean and beutiful bed and breakfast. Free parking on site. Lovey to walk around the beutiful historic district and look at homes and gardens. It is too far to walk downtown though. We loved the many indoor and outdoor seating areas. I loved the tea collection available 24/7 as I am a huge tea lover. Keurig with coffee, soda, and water is also available for guests at all times. I really appreciated that and I felt at home. I loved the bath tub. There is shampoo, conditioner, body soap, makeup wipes, and plenty of toiletries in your bathroom which was amazing. Comfortable bed. Chocolates and cookies can be found throughout the house for guests which was a lovely treat. The owner also makes a nightly sweet treat for guests. Delicious but very large and filling breakfast. I worried about wasting food I could not eat. I found the owner to be a little pretentious but overall enjoyed my visit.",
                "review_rating": 4
            },
            {
                "review_text": "We had the best stay at this adorable bed and breakfast. From a breakfast that was customized to our preferences (no eggs please!) to the delicious evening treats, no detail was overlooked. This B&B has a great location and the sweetest host. Highly recommend. Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "We came to Asheville for an anniversary trip.  The place is immaculate!  The rooms were very clean and comfy.  The breakfasts were amazing.  They have immpeccable taste.  I just fell in love with this place.  We had a wonderful time. The sweet treats were very thoughtful!Thank you so much!Brian and Tracy",
                "review_rating": 5
            },
            {
                "review_text": "Diana and Kevin are exceptional hosts that make you feel part of their home. We stayed around New Years and happened to be the only ones there- nevertheless they made our stay wonderful and homey. The breakfast provided is BEYOND AMAZING and the sweet treats delivered to the room nightly are the sweetest (pun intended) touch! Overall, the room was quaint and the BNB was in perfect walking distance of downtown. Super safe neighborhood that my husband and I took plenty of walks on. The neighborhood itself is filled with history!",
                "review_rating": 5
            },
            {
                "review_text": "What a lovely retreat! I particularly noticed how clean clean clean everything was. We enjoyed the location and being able to walk along tree-lined streets to local restaurants and even to downtown venues. Breakfast was over the top. The dishes were interesting and new to me and oh so good! The owners made one feel as if you had come home. The hospitality and sweet treats in the evening were the icing on the cake!",
                "review_rating": 5
            },
            {
                "review_text": "Perfect is all we can say. Their home is inviting, cozy and comfortable. Breakfast is top notch, by far the best meals we had during our stay in Asheville. Diana, Kevin and all the girls make you feel welcome. We will most certainly stay here again. Thanks for opening your home to all of your guests.The room was spacious, bed was extraordinarily comfortable, can’t remember the last time I slept so soundly.",
                "review_rating": 5
            },
            {
                "review_text": "Wonderful experience!   We stayed for two nights and it was a fantastic time.  We were greeted each morning with a delicious two course gourmet breakfast.   There is a huge tea bar with tons of options as well as coffee and drinks available at any time.   Small containers of chocolate are scattered throughout the home and anything you could possibly need is already thought of.  We stayed in the beautiful Goldfinch Room.  Diana and Kevin really do make you feel at home and go above to make it a perfect stay!  The location in historical Asheville is stunning and it’s also close to downtown so there’s tons to do.   It was a wonderful weekend and we can’t wait to come back some time soon!",
                "review_rating": 5
            },
            {
                "review_text": "We have stayed twice now and plan to continue to stay there on our trips to Asheville. The accommodations are beautiful, clean, and cozy. The bed in the cottage is very comfortable. The flora around the house is breathtaking. The common areas are perfect for relaxing, especially the spacious front porch. The breakfasts are always satisfying and artfully prepared, they are very easy to work with if you have dietary limitations. Kevin and Diana are such gracious, friendly hosts, with excellent recommendations. They always bring a sweet treat in the evenings, the lemon bars were my favorite! They are also easy to communicate with if you have any change of plans, and go out of their way to help in any way they can. There are restaurants within easy walking distance, and downtown is a manageable walk if you don't want to deal with parking and have a little time. Strolling in the neighborhood is beautiful, too. I highly recommend staying at Carolina Bed & Breakfast.",
                "review_rating": 5
            },
            {
                "review_text": "I stayed for 2 nights and I wish I could have stayed for so many more. Upon arriving and seeing the house, you can tell that everything has been thought of. I already had high expectations of our stay here based on the reviews and yet my expectations were still exceeded. The breakfast was wonderful, the pre-dinner pastries were delicious, and the bathroom amenities were great. It also was a super easy and safe walk into downtown Asheville to all of the restaurants and activities. Highly recommend the mockingbird room.",
                "review_rating": 5
            },
            {
                "review_text": "When we travel as a couple, we love staying at a B&B.  We have stayed at enough to have experienced some duds and some gems.  The Carolina B&B is definitely a gem.  We showed up past normal check in, and the process set up by the hosts was very clearly laid out and worked as designed.  Our room (Mockingbird) was more spacious than the pictures indicated.  It was nicely decorated and the bed was quite comfortable.  We had some wonderful snacks waiting in our room (which were there each night).  After a good night's sleep we went down for our breakfast and were not disappointed.  Diana was able to accommodate my wife's dietary needs alongside the regular breakfasts.  Portion sizes were generous and we almost didn't need to eat lunch.  As for the hosts, it appeared that most of the guest interaction was handled by Diana.  She was very easy to talk with and had a great personality.  If we make it back to the Asheville area again, we'll definitely be looking up the Carolina B&B for our lodging.",
                "review_rating": 5
            }
        ]
    },
    "city centre north bed and breakfast": {
        "online": []
    },
    "cityroomz": {
        "online": [
            {
                "review_text": "Stayed here for a few days to explore the city and I loved the location. The bus stop was right outside the front door, tram station a block or so away, and not too far of a walk to a few train stations. There were several grocery stores and restaurants nearby for food. I would recommend Cityroomz to any budget traveler if the price is right, it was a solid room that we felt safe to stay in.Pros:- Kettle in room with tea satchets- Clean bedding- Hot showers, full bathtub, and good water pressure (best we had for 3 different hotels in Scotland)- Easy and accessible locationCons:- Bathroom needed a deep clean - shower corners showed grime, plastic on door was dirty- House cleaning did not come most of the days we were there - meaning no clean cups or towels- Water in bathroom got very hot - not safe for small children- Elevator was VERY slow. There was also times when housekeeping would hold it up and you could wait 10 minutes for it- Odd layout - I get it's an old building, but it was hard to navigate around to come and go- Old Building - Room showed it was an old building with hastily repaired cracks in the ceilings and wallsRooms: Older rooms that have been repaired and show age of building. Fairly clean but bathroom needed deep clean. Pretty quiet - we could not hear our neighbors. Disappointed to find no privacy curtains (sheer) just blackout curtains for a window that faced a courtyard of 3 other buildings.Nearby activities: Shopping in New Town, Royal mile is 10min walk, cathedrals and gardens nearby.Safety: We felt very safe in the building and surrounding area. The front desk is manned 24/7 and you need a keycard to access the elevators/stairs.Walkability: Very easy to access public transportation, shopping, and sightseeing from this location.Food and drinks: This hotel only provides tea/coffee and a kettle.",
                "review_rating": 4
            },
            {
                "review_text": "This hotel is *ama-ZING*. I went here a while ago for a 4 day trip and it was a delight. Because of how long ago it was, I can’t remember everything Crystal clearly, but the topic of this place was brought up recently and I thought it would be good to leave a review — the beds were genuinely so comfortable, maybe I’m just used to sleeping on a fold out when going on holidays with family, but man, it was sweet.I had been expecting a small room, but it was a LOT bigger than anticipated — which is obviously another plus.Irrelevant but I thought Cityroomz was so good that I included it in a huge portion of my commerce assessment task this year. I can 100% recommend to anyone staying at Edinburgh :3",
                "review_rating": 5
            },
            {
                "review_text": "We booked the Queen Suite for 1 night, as we were 4 people. The hotel is very conveniently located and has a bus stop right in front of it. The check in was very smooth and they courteously stored our luggage for us when we arrived in the morning (before check in time). The room was well furnished with all required appliances, including a working kitchen set up. It was neat, tidy and comfortable. Even though the room was smaller than it looked in the pictures online, it was more than enough for a short stay. Even though we did leave behind some small things, they were very helpful and kept it for us to come pick it back up. The staff are all very friendly. We had a minor incident just before checkout, where the power got tripped (likely from using the toaster provided) and it took a while to fix it.Overall, it was a very nice and affordable stay in Edinburgh.",
                "review_rating": 5
            }
        ]
    },
    "el shaddai": {
        "online": [
            {
                "review_text": "First off El shaddai eatry is a really clean place to dine in and take out, the costumer service was amazing, Oxtail was nice and soft and bursting with flavor the meat fell off the bone, the rice was the perfect texture nice and soft, and the cabbage was really good perfectly steemed. It was worth the money you should try the oxtail dinner at El shaddai eatery. The cheesecake dessert I ordered was amazing the cheesecake was so moist and soft if you want to order dessert, I 100% recommend this place the food was well anointed GOD bless this chef. The table was well set and I ate at the best restaurant on in tri-state.Kid-friendliness: You can dine in with your kids, kids can have parties, and they definitely don't restrict your kids from eating here",
                "review_rating": 5
            },
            {
                "review_text": "By farrrrrr The only place left with Great tasting food. I ordered the medium oxtail for 18 dollars it was soooooooo worth it!!!!!! It’s soft falll of the bone and they are not cheap with the oxtails…if you ever in Brooklyn Must eat at this Wonderful restaurant(sb the pic is me just stopping mid way to write this review)",
                "review_rating": 5
            },
            {
                "review_text": "Before I went here I look up a few restaurants in the area and this one stood out more to me, hearing everyone experience and how great the food was, I figured I stop in my self and let me just say when I first walk in the energy I received from the lady was amazing.!🙌🏽😁😁   The price for the food you can’t beat that too I will be going back again thank you soo much",
                "review_rating": 5
            },
            {
                "review_text": "The food was yummy. The service was polite and catering. And they had ackee and salt fish still available at 11:30am. I wish I found them last week because today is the last day of my trip Food : 5/5 | Service : 5/5 | Atmosphere : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "First I must say God bless each and every one of you that work at El Shaddai Eatery. Thank God for you all; now the food!!! Can I talk the truth?? It’s the real Jamaican cooking. The liver just melt in your mouth the kidney the same the cowfoot so soft and can I talk about the homemade drinks?! when you eat at El Shaddai Eatery it brings back memories when I was back home in Jamaica having my Sunday breakfast and Sunday dinner that's how good they are please don't take my word for it try it for yourself you will not regret it God bless you all!",
                "review_rating": 5
            },
            {
                "review_text": "The Staff of El Shaddai Eatery are courteous and friendly. The portions are quite plenteous for the affordable price. Very happy to support a holy and black-owned business. The very best place to eat and dine.",
                "review_rating": 5
            },
            {
                "review_text": "If you ever want to make sure you are eating from a very clean environment, @ El shaddai eatry is the place to be. Friendly staff,great environment and GREAT FOOD!! I'm addicted to their cowfoot/ Goat head soup. The sweet Chilli chicken is a must have. Listen the fritters is mouth watering. When you go there you'll be confused,on  what to order because everything looks and taste great. Seafood lovers you are in for a treat. Pork lovers the jerk pork is the bomb.com.The( Gloryness) (not even  a word ) is right there. You'll be hooked💣 💣 💣 💣 GLORYYYYYYY..",
                "review_rating": 5
            },
            {
                "review_text": "The food at El Shaddai Eatery is AMAZING. The staff is great. The prices are very reasonable. A great place to to buy your authentic Jamaican meals.",
                "review_rating": 5
            },
            {
                "review_text": "Absolutely a wonderful experience! An ideal location to find traditional and authentic Jamaican cuisines🇯🇲🇯🇲.. backed by their selection of local (American )dishes!",
                "review_rating": 5
            }
        ]
    },
    "express by holiday inn cambridge": {
        "name2": "Holiday Inn Express Cambridge",
        "online": [
            {
                "review_text": "Excellent location. Easy walking path from the hotel to Mill Rd, where there are various restaurants and cafes. About 2 miles from the city centre, but not bad.The room was nice but small. We had a large family and a dog, so it was very tight quarters compared to a typical American hotel.Great service at the bar/restaurant. In particular, Appy, Saks, and Patrick were very personable and attentive to all the tables. They put the effort in to know you as a person and make you feel welcome.Really appreciated the stay.",
                "review_rating": 4
            },
            {
                "review_text": "Stay was out of necessity rather than for leisure, as a family member in hospital nearby after major emergency heart surgery - all staff have been so friendly and helpful - a special mention to Candice who went above and beyond to help, very kind and reassuring. Rooms are clean and comfortable. Anything you have forgotten the staff will help with - and are always happy to top up any supplies for room, like toothbrushes, which were surprisingly nice. Free parking is very helpful - just remember to log your car registration at Reception. Only downside was the food in restaurant - it is not great, trying to find a healthy option was pretty impossible. I would not hesitate to stay there again, and would like to thank all of the staff for making me/us feel more comfortable during this tough time.Food & drinks: Please have healthier options",
                "review_rating": 4
            },
            {
                "review_text": "The hotel was very clean, stylish, and recently renovated—at least our room was. The bathroom, including the toilet and shower, was very chic, comparable to those in four-star hotels. The bed was comfortable, and the bedding was of high quality. The room had a large TV and was very elegant, tidy, and well-maintained. However, in terms of service, there were no special amenities you'd expect from a hotel with more stars: there was no fridge, no minibar, and not even complimentary water. The breakfast was completely ordinary, just a basic English breakfast with nothing specialThe room have Air condition as well.",
                "review_rating": 4
            },
            {
                "review_text": "Love this place the staff was great and the service. One staff member went above and beyond his duties to make sure I had great food to eat and places to visit. I’m not mentioning staff because they  were all great.There is something on the white curtains and the juice is too sweet ( maybe dilute it with some water). I was told some people like it that sweet.Cleaning staff was great. Thank you all.Last thing set up the gym next door again. Some people like to exercise.Rooms: Nice size rooms and large beds.Safety: Was very safe.",
                "review_rating": 5
            },
            {
                "review_text": "The room was clean and really what you would expect from a Holiday Inn Express. The staff were friendly and helpful, and it was in a decent position for us to get around. The big tick though is the food. The evening meals we had were fab, tasted and looked really good, our first big surprise. Breakfast was ok except there was a few bits missing on our second day, which was a shame. Also I think they could do with bigger mugs for the coffee machines, Having said all that, we slept well, and enjoyed our stay.",
                "review_rating": 4
            },
            {
                "review_text": "Just a bit further out than we realised. Good taxi service though.We had dinner at the hotel the first night, my meal was fine but husband's fish and chips were not good.Pleasant staff. Given a free drink to make up for the poor meal.Usual choice at breakfast, was okay.Probably wouldn't stay again due to location, unless we travelled by car, rather than the train.",
                "review_rating": 4
            },
            {
                "review_text": "Staff are amazing, special shout out to Oz and her team, just couldn’t do enough for you. The food was surprising good, like really good. I had the kebabs and Indian salad and it was cooked to perfection. Rooms are basic but very clean and comfy. I had a great sleep. Breakfast till 9:30 not 10:30 as I thought but they got me some anyway. Really enjoyed my short stay and can’t recommend it enough",
                "review_rating": 5
            },
            {
                "review_text": "We had an extended stay here at this hotel and as a result had a full experience.One thing that would bring us back to this location was the staff. After a few days, Appy and Patrick had our family at a first name basis. They welcomed us warmly and made us feel like family! Appy and Patrick went above and beyond with everything. We ate in the hotel every night with our family of 5 and they were helpful and accommodating. It made us smile every night we saw them and kept bringing us back.Sushi (unsure how to spell her name) was wonderful - I had conversations with her multiple times. She helped in the kitchen at breakfast and a few times at dinner. I appreciated her hard work as she held down the job and defended her dissertation at university! I know she’s a hard worker - I watched her do a late evening shift and then do a breakfast shift the following day. She brought out small things to entertain our kids at meals, so thoughtful.Candace was wonderful! Bright smile and helped recommend some great local playgrounds for the kids.One thing I wish they would improve as a system - they had water coolers in a few locations for the hotel to use and glasses to grab. But after grabbing a glass that still had someone else’s lipstick on it - I never wanted to use it again. Not sure if they need to clean the glasses better, or have a better way for people to put away dirty glasses.The room felt a little small for a family of five. The kids were on a pullout that had a very thin mattress. The other mattress was also hard to sleep on.Nearby activities: 30 min walk to playgrounds.Walkability: Easy to get to some main roads. Walking path nearby.Food & drinks: Included breakfast every morning. Lunch, drinks and dinner available at restaurant on site.",
                "review_rating": 4
            },
            {
                "review_text": "Stayed here last weekend. It's the 2nd time we have stayed here. The first time was significantly more enjoyable experience.Firstly I will say the hotel is very good value for money and is located in a great location.On our recent visit, we were put in a room which neither of the charging ports next to our bed worked, we were only given 1 bath towel for 2 guests and were still not given an extra one upon requesting it with the staff. The rooms were cleaned daily and still we weren't given an extra towel at any point.On this visit the hotel was extremely busy which of course is normal for a bank holiday/half term.However this does show up the limitations of the hotel with the breakfast area being very small and narrow. Also we took our dog with us and the seating is more limited for those who choose to take their pets, which is fine but it was almost permanently full at breakfast mostly by people who don't have pets with them.Maybe the section needs reserving for people with animals if you're going to separate them?The breakfast options are fine for what you're paying, however I will say the coffee from the machine in the breakfast area is awful. Genuinely one of the worst I've ever had.Overall the hotel is nice and especially considering it's price point. I would say it could do with an extra bit of care and attention but I would stay here again.",
                "review_rating": 3
            },
            {
                "review_text": "Breakfast manic and badly organized, issues with the room, though they were promptly fixed. Drinks expensive. Parking good. Ideal for Duxford. Wouldn't use again. Rooms : 3/5 | Service : 4/5 | Location : 3/5 … More",
                "review_rating": 3
            }
        ]
    },
    "finches bed and breakfast": {
        "name2": "Finch Cottage B&B",
        "online": [
            {
                "review_text": "Stayed 2 nights. Christine was a gracious hostess. Very beautiful home and tranquil setting. Relaxing. Will definitely book again. Thank you,  Christine! Nancy/BruceSafety: Secure location",
                "review_rating": 5
            },
            {
                "review_text": "Was in town for a Wedding over the weekend and stayed at the Finch House. What a wonderful place! Christine was amazing! Very accommodating and personable! My Sister and I Just loved that it took us back in time. Just beautifully decorated and very well maintained. Location was close to the wedding venue and other dining locations.Would absolutely recommend to others and I would absolutely stay here in the future!!",
                "review_rating": 5
            },
            {
                "review_text": "In the early 50s my mom who worked for the Turners who recently purchased it for about 50,000. We, lived on the 3rd floor in 1952/53. The Turners who were in the candy business turned the 1st floor into the Candy Manor. It was a big hit on Sundays. I, loved living there for 2 winters Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "Great property, excellent hostess.    This will be our first recommendation when friends and family come to visit us in Broadalbin. Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nQuiet, Great value … More",
                "review_rating": 5
            },
            {
                "review_text": "Very relaxing. Well maintained grounds. Pool was refreshing. Bunnies came by to relax at pool side. Sitting room was great to read in or research next days activities. Breakfast mostly continental, but Christine may be able fix. There is a wonderful diner in town that you may wish to check out for breakfast or lunch. Keeps a refrigerator supplied with soft drinks and water",
                "review_rating": 5
            },
            {
                "review_text": "It was a gorgeous impeccable home in a very pretty town.  We had a very comfortable stay and our host greeted us warmly.  This find is a hidden oasis and one of the highlights of my trip through the Adirondacks. Rooms : 5/5 | Service : 4/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "Great place to stay...If you're in the area make sure you stay here...you'll love it Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nLuxury, Quiet, Great value … More",
                "review_rating": 5
            },
            {
                "review_text": "My second stay with Christine. Love her and love the house. Highly recommend! Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nQuiet, Great value … More",
                "review_rating": 5
            },
            {
                "review_text": "Amazing. Gorgeous property. Christine is very sweet and welcoming. We hope to stay here again soon.",
                "review_rating": 5
            },
            {
                "review_text": "Nice old B and B that we stayed in one evening.  Owner was friendly and house is just wonderful.  It's an old Mansion waiting to be discovered for your overnight stay.",
                "review_rating": 5
            }
        ]
    },
    "gonville hotel": {
        "name2": "Gonville Hotel",
        "online": [
            {
                "review_text": "Although a little pricey it was a lovely hotel and the room we had was very nice and clean as you would expect. It had a comfy bed along with coffee machine and tea making facilities. The only thing we struggled with were the pillows. They do offer a good pillow menu so you can change them for different ones. This is only a very minor thing though and pillows are such a personal thing it's difficult for any hotel to give you what you spent years being used to at home.The included breakfast was very nice and there was a good selection.The staff were all very nice and friendly.We came here for the weekend and thought it was in a good location. Very easy to walk to all the tourist sites and the punting.It's not all that obvious but they offer a FREE 45 minute tour in one of their Bentley's which made us feel very special.We went in the 1953 Bentley which was really nice and we felt very special and the chauffeur was very knowledgeable. This went round local villages and then dropped us off for a private punting tour which the hotel arranged for us (punting was obviously at a price) but it was well worth it.The hotel also has a handful of free bikes you can use. We planned to do that but found everywhere seemed a little busy so found it better to walk.All in all a great weekend and if we go back to Cambridge we would definitely consider staying here again.Noteworthy details: Free Bentley tour and bikes",
                "review_rating": 5
            },
            {
                "review_text": "Very very good location. I think most people chose this hotel because of this. My room overlooks the big square which I found very good.The facility is a bit old but everything is working fine as the air con was working superb when we visited in summer. Elevator is built after the establishment which I do appreciate they have it than anything else. Sound proof could improve though.The check-in was smooth. I requested an early check in which was prepared for us and I was really happy with. Unfortunately the jazz band was not performing due to current renovation.Generally good experience.",
                "review_rating": 4
            },
            {
                "review_text": "The location is excellent--right in the thick of Cambridge Uni and near main roads--and the rooms were clean. The breakfast food was stellar (I recommend the avocado poached eggs dish) and the ambience was classy. The staff members were pretty pleasant overall, too.But, my A/C was out for 2 of my 3 days (and it was unseasonably warm in England!), the coffee machine was broken 2 of the 3 days, and the neighbors were super loud (woke me up at 1 and 2 AM).This, with the fact that they wouldn't drive me to the train station and the room prices are quite steep means only 3 stars.",
                "review_rating": 3
            },
            {
                "review_text": "Lovely hotel in good central location. Excellent staff. Lovely breakfast Unfortunately we didn't realise until we left that they offer free loan of bikes and tour of Cambridge in one of their Bentley which is an added bonus and an incentive for us to returnWalkability: Short walk to most of the main attractions and Peter's Piece is just across the roadNoteworthy details: Currently bar being renovated but pleasant garden bar",
                "review_rating": 5
            },
            {
                "review_text": "I recently stayed at Gonville Hotel and while the experience was mostly positive, there were a few areas that could use some improvement.The staff, especially Jorash, were outstanding. Jorash went above and beyond to ensure that my stay was as comfortable as possible. His helpfulness and dedication really stood out, making my visit feel special.The hotel's atmosphere and design were also impressive. The warm, cozy decor made me feel like I was in a charming English home, which added a unique touch to my stay.However, I was disappointed with the cleanliness of the room. It didn't quite meet the standards I expected, which was a bit of a letdown given the otherwise lovely experience.Overall, Gonville hotel has a lot of potential with its excellent service and beautiful atmosphere, but attention to detail in cleaning would greatly enhance the overall experience.",
                "review_rating": 4
            },
            {
                "review_text": "We had a wonderful stay at the Gonville.  The Superior Deluxe room was amazing with so much space and it makes you feel special and pampered.  There is even a pillow menu to ensure you have the right pillow for you.  To cooked breakfasts are amazing, with a great selection on the breakfast buffet to go with it.  The Bentley tour was a fascinating and enjoyable experience.  The food in the restaurant is good, but you can get better for a similar price round the corner at The Oak Bistro if you can get a table there.",
                "review_rating": 5
            },
            {
                "review_text": "Stayed 3 nightsLovely comfortable room, although the pillows I requested didn't materialize. Brilliant comfy bed regardless. Breakfast staff unfriendly and slow. Needs customer service training and need to speed up!  Cooked breakfast was poor on our last day with leathery bacon, cold beans and a rock hard poached egg. Otherwise pleasant menu choice.Bar expensive and we didn't read the fine print that slapped a service charge on top.First world gripes admittedly, but it's an expensive hotel!Great location in Cambridge.",
                "review_rating": 4
            }
        ]
    },
    "hamilton lodge": {
        "name2": "Hamilton Lodge",
        "online": [
            {
                "review_text": "The hotel is very cute and the small spa is fun but the restaurant is not very good. The veggie burger was terrible but the other ones were okay. The only other veggie option was pasta. I would like some Rösti..........or Spätzli Rooms : 4/5 | Service : 4/5 | Location : 5/5 … More",
                "review_rating": 3
            },
            {
                "review_text": "Even if you cant speak german youll get a warm welcome, and recieve a nice room with a majestic view at the mountains. Theres solid breakfast of choice, to have the strength for adventures all around. The location is perfect iff you want to go extreme mountain hiking or go to calm and beatifull view points. After a heavy day of hiking youll order a delicious dinner, and sleep at a very cozy room.",
                "review_rating": 5
            },
            {
                "review_text": "I discovered it by chance on a hiking app. Super cosy atmosphere. LOVED the view! Highly attentive and patient owner + staff.The kicker was the pancake set up at breakfast. Did not expect that and very much enjoyed it. 🤩",
                "review_rating": 5
            },
            {
                "review_text": "We stayed a weekend in the Lodge. We were delighted. Very charming rooms, great restaurant and perfect location. We can only recommend it. Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nRomantic … More",
                "review_rating": 5
            },
            {
                "review_text": "We booked and stayed at the Hamilton Lodge from 19-22nd December. Our first time in this incredible alpine lodge. Ursula was prompt in answering all my emails and questions. Veronica was very attentive to our dining needs; and the staff and chefs met our vegan requests. There is are not any vegan options on the menu but they accommodated us and we ate several delicious meals. Our room was large yet cozy with a beautiful view. Comfortable beds and soft, duvets. Located very close to the lift, the lodge is very accessible. To experience the spa (hot tub, jacuzzi and saunas) reservations are needed and cost 23.50chf for hotel guests. Booked a massage as well, and Alice was incredible; very experienced- loved every second of it! We went snowshoeing; trails close to the lodge and gorgeous scenery. Positive, all-round, relaxing experience- thank you to everyone at Hamilton Lodge!",
                "review_rating": 5
            },
            {
                "review_text": "When you love the snow and to settle down, after a long day of skiing of snowboarding, by a crackling fireplace with a fine glass of wine, this is the place to go to. The personnel is nice, the rooms are cosy, the food is outstanding and there even is a spa to relax your muscles after a day on the piste, what else do you want.We had a great time and we will definitely be back next season!",
                "review_rating": 5
            },
            {
                "review_text": "Really cozy. Very good food and nice personell. Good for a romantic weekend with skiing or snowshoe-hiking and sauna. Also good to bring your kids or your grandma to just enjoy a good time. when we where there we where lucky there was a live band from Holland, they were great!",
                "review_rating": 5
            },
            {
                "review_text": "Service staff let this place down. Seemed to frustrate everyone: we waited 20 minutes and they had forgotten our order, table opposite us ordered a goats cheese salad and just got a green salad, table next to us ordered 3 beers and only got 1...plus a weird discussion where the waitress tried to tell them they were wrong in broken German before walking away. Not relaxing to be around!",
                "review_rating": 3
            },
            {
                "review_text": "Stayed here with a group for a work event. A beautiful spot with wonderful people working here, they were so kind and thoughtful, and made our stay feel really special. I love the place: simple and traditional, yet also practically modernised.",
                "review_rating": 5
            },
            {
                "review_text": "It's hard to explain how special this place is. The view, the atmosphere, the staff, the food...there is no other little piece of heaven like this that I've ever seen. The staff really are fantastic and made our week so lovely. The skiing was amazing, the chef is so talented, and we really enjoyed our time in the spa taking in the mountains from the hot tubs. All I can say is thank you to everyone at Hamilton Lodge for giving us such a memorable experience.",
                "review_rating": 5
            }
        ]
    },
    "hobsons house": {
        "name2": "Hobson House",
        "online": [
            {
                "review_text": "Jake has made us a bespoke dining table and matching bench in Oak which we absolutely love. It receives many compliments and we are so happy that we commissioned him. He was professional and efficient, from the initial design sketches to the delivery and assembly of the furniture. Since making the table he has build us some great birch play wardrobes and a bathroom storage unit in a tricky attic space. I would highly recommend him and his work.",
                "review_rating": 5
            },
            {
                "review_text": "We have just worked with House Of Hobson and we cannot be happier. Jake is a master craftsman and the service he provides is second to none. The quality of workmanship is exceptional, and the care and attention we received was amazing. We genuinely can't recommend House of Hobson highly enough. Positive\nResponsiveness, Punctuality, Quality, Professionalism, Value\n\nServices\nCustom furniture … More",
                "review_rating": 5
            }
        ]
    },
    "home from home": {
        "online": []
    },
    "huntingdon marriott hotel": {
        "online": [
            {
                "review_text": "The only reason I didn’t give it five stars was because there are no baby change facilities for events. They closed the other section of the bar and wouldn’t let me go there to change my daughter, so I had to change her on the floor of a disabled toilet. The waiting staff seemed very stressed and didn’t look happy at all, but the buffet staff and bar staff were really friendly. The service was great, the food and drinks were great, the rooms are spacious and the hotel is very clean and well presented.Food and drinks: They are very accommodating if you have dietary needs, you can contact them in advance and they will find options that work for you, (allergies, vegetarian, vegan etc). The food is delicious and was lovely and hot.",
                "review_rating": 4
            },
            {
                "review_text": "Stayed here on a business trip. There was a good amount of parking and check-in was fast considering there were around 30 of us. The room was spacious and the bed was very comfortable, I had a good night's sleep.We had our evening meal here which was good and breakfast was a buffet with a good selection.Decor 5/5Cleanliness 4/5Night Sleep 5/5Breakfast 5/5Location & Attractions N/AValue for Money N/A",
                "review_rating": 5
            },
            {
                "review_text": "Popular hotel in the area. Very clean communal spaces, comfortable rooms, good breakfast, and friendly staff. I really appreciate having easy access to an ice machine. Would have been even better if each room had a mini fridge, but the ice machine makes up for this somewhat.The only thing that I didn't love and felt that the staff was not able to adequately explain was why my friend was charged a £50 deposit on arrival. We were staying for a wedding, with lots of other guests with the same hotel booking as ours, but none of them were charged a deposit whatsoever. When my friend questioned it, the staff member said it's standard and on the website, and usually charged for the number of nights you stay (we were only charged for one night). However, we highlighted that there was zero information about a deposit in any of the Delta Marriott emails related to our booking (we combed every one of them). I don't think it's acceptable to say \"it's on the website\" when you haven't specified it in the booking journey or in any booking emails. Nor is it acceptable to charge a deposit for one night if you're actually supposed to book every night of the stay - it defeats the point of applying the supposed rule. Our suspicion is that the deposit was charged opportunistically because my friend checked in slightly tipsy; I was elsewhere during the check-in process and sober, so I wonder if I had been there if it would have been a different story. It doesn't stack up that no one else in our wedding party were charged deposits like our room was. I have no problem paying a deposit, but Delta Marriott should state the reason for this and in both the booking journey and booking emails. It's disingenuous and misleading, particularly when staff had nothing to respond with when we pointed out no one else from our party had been charged.Other than that, I'd love to return and found it to be a great experience.Rooms: Spacious, comfortable, clean. I found it frustrating that I couldn't have a UK three-pin plug to charge my devices at the side of the bed. I had to charge these at the desk - not the end of the world, but not convenient.Safety: I felt very safe inside the hotel as well as standing outside out front (day and night)Walkability: You need a car or taxi to access the hotel",
                "review_rating": 4
            },
            {
                "review_text": "Great stay here with my family. Nice and clean and lovely pool for the kids. Breakfast was very nice too!! Would definitely come back. Rooms : 4/5 | Service : 5/5 | Location : 4/5 Hotel highlights\nLuxury, Child-friendly, Great value … More",
                "review_rating": 4
            },
            {
                "review_text": "Great hotel with a great restaurant. The leisure club is very good with a lovely pool and well equipped gym. The staff on arrival and during our stay were all lovely. Only issue we had was when we tried to check out the guy was outside having a cigarette and was so engrossed in his phone he didn't see us waiting for a minutes. That said everyone deserves a break.",
                "review_rating": 5
            },
            {
                "review_text": "Lovely hotel, staff are friendly and food is tasty. Stay here often for work. Rooms are big and beds are comfy. Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "I have to say we had excellent service from the Huntingdon staff. From arranging the booking and throughout our stay.it was excellent. We are a small charity so had a small budget for the residential weekend for 20 students. I worked with Gabrielle who did everything to work with our budget but still gave us access to the first class facilities. During the stay Natasha made it perfect, she was attentive to our needs, solved any issue, friendly throughout and calm under pressure. Natasha is a rare find and the hotel are clearly fortunate to have her. We will definitely hold our residential next year.",
                "review_rating": 5
            },
            {
                "review_text": "Overall a great time! Wonderful service at the desk, restaurant and bar. Kim was an amazing host! Housekeeping tried to reuse and rehang towels off the floor that should have been replaced. :( Rooms : 5/5 | Service : 3/5 | Location : 4/5 Hotel highlights\nQuiet, Great value … More",
                "review_rating": 4
            },
            {
                "review_text": "Went here for breakfast. Just a quick breakfast plan with my brother and father in law. Everyone loved it. Atmosphere was amazing and breakfast tasted really good. Really nice building and massive car park. Recommended Rooms : 4/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            }
        ]
    },
    "kirkwood house": {
        "name2": "Kirkwood House",
        "online": []
    },
    "leverton house": {
        "online": [
            {
                "review_text": "Attention to detail is the hallmark of Leverton House B&B.Despite my early arrival, Andy warmly welcomed me. Even in Wendy's absence, her meticulous care was evident as she ensured the room was stocked with water and biscuits—just what I needed after a long trip. Leverton House B&B rivals, or even surpasses, any 5-star hotel.Thank you, you made my short stay in Cambridge very enjoyable.I am grateful for the experience,I'll definitely be returning.",
                "review_rating": 5
            },
            {
                "review_text": "Booked the single room for 1 night. Don’t usually travel alone so we a bit apprehensive at first. The room was lovely, comfortable and very relaxing. Excellent value for money.The host Wendy was amazing  very friendly and made me feel welcome.Location is great, you can avoid driving through the centre if you’re travelling on the A14 which links to the M6, M1 and M11.Breakfast delicious, had fresh fruit then the full English.Will visit again with my partner and try out the king room for a couple of nights.Thank you 🙏",
                "review_rating": 5
            },
            {
                "review_text": "Great breakfast! 9 delicious choices. Really lovely eggs. Excellent location and easy to get the PR2 bus into the centre. PR2 comes very frequently. Shower good but a bit small for bigger people.",
                "review_rating": 4
            },
            {
                "review_text": "Lovely stay with my family. Great hostess, wonderful breakfast, comfortable beds and a well equipped room. I highly recommend staying!  💯 Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nChild-friendly, Great value … More",
                "review_rating": 5
            },
            {
                "review_text": "We had a wonderful stay at the Leverton House B&B. Our room and bathroom were very clean and the bed was comfortable.  Wendy was an excellent hostess. She was friendly and made us a wonderful breakfast that we selected from the many options available. Overall, we had a great stay and we would recommend you stay here too. Thank you, Wendy!",
                "review_rating": 5
            },
            {
                "review_text": "Whenever I am in Cambridge visiting friends I always make a point of giving Wendy (the owner) a call and making a reservation.  I have stayed here since 2007 and I can honestly say this is one of the best bed and breakfasts I've had the pleasure to stay at.Wendy is so warm and welcoming, the rooms are always of a high standard, clean and comfortable and Wendy's breakfasts are fab.  I particularly recommend the cooked breakfasts and omelettes, they're my favourites.Links into and out of the city are very good, there is a park and ride facility close by and buses which run regularly into the city centre.  The cost of a taxi isn't too expensive either.If you ever need a place to stay, this is it and you won't be disappointed with your experience!Wendy - keep up the good work!!",
                "review_rating": 5
            },
            {
                "review_text": "Big, comfortable, clean family room with all amenities. Excellent breakfast, lovely host. Easy walk with kids (aged 2 & 5) to park and ride for stress-free explore of Cambridge. Wonderful stay, thank you Wendy! Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "Bright & clean room, delicious breakfast, friendly hostess. Would recommend Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nGreat value … More",
                "review_rating": 5
            },
            {
                "review_text": "We stayed at Leverton House for a single night, to get to see Cambridge. It was lovely! The owner Wendy was so sweet and service-minded. The 4-bed room was neatly cleaned, and she made a nice English breakfast with fresh served coffee and fruits.The only thing to be aware of is the location. It takes a 10-minute ride to get into the center of Cambridge.",
                "review_rating": 5
            },
            {
                "review_text": "My sister and I had an excellent stay at Leverton House. The place is very well located and the rooms are incredibly clean. Wendy was very kind and hospitable, as well as provided us with a great breakfast! Thank you Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            }
        ]
    },
    "limehouse": {
        "name2": "Limehouse Library Hotel London",
        "online": [
            {
                "review_text": "Where to start with this absolute gem of a property? Firstly, it was surprisingly easy to find using City Mapper - it is pretty much a straight line, 10 mins from Maidstone East station, with a pleasant walk through the high street - you will be able to get acclimated with the area on the walk there. I was provided with an entry code to the front door which takes you into a beautifully adorned sitting room. You are asked to take your shoes off, and the moment you step foot in the place, you will feel glad you honoured that request - the place is beautiful, recently renovated with a number of grand sitting areas, keeping true to the period design of the property. The idea is that you go straight to your room, where you will find your room keys and everything you need for your stay there. I, however, got a little confused and was greeted by the proprietor Saban, who enthusiastically gave me the ‘Grand Tour’ before showing me to my room. The place is incredible, do take the opportunity to have a look around - it is welcomed! It is also far bigger than you would expect from the outside.My initial room was gorgeous - sizeable double bed, freestanding bath with grand period furniture - however, my eyes were turned by another room, with a four poster bed and Saban generously offered me an upgrade at no expense. The pictures are of that room - they paint the proverbial 1000 words I could write.Facilities are beyond what you would expect from a property of this type. The rooms are soundproof and you are provided with all the amenities of a high-end hotel - TV, Wifi, bath robes, tea, extra towels etc. - everything you need for a comfortable stay.The place is as clean as The Dorchester with similar attention to detail in the overall design - what they have accomplished with the renovations is nothing short of startling. The bed was large, the sheets were silky, places to sit and work (if on business).Saban and Belinda are wonderful hosts and could not have been more welcoming or hospitable - they are clearly proud of what they have built here and all I can really say is that they should be - I was told about the future plans for the place, and I have no doubt that it will be even better when I visit next.If you want to have a place just outside of the hustle and bustle of London (with the accompanying price tag) but less than an hour away with a quintessential British Market town as your backdrop, this really is the only choice I could recommend.The room I had, in London, would have been 10x the price for what I got here - and this is no exaggeration, you can read my other reviews - it cannot possibly stay with such unbelievable value, as word gets out and demand increases, so I would get in now while you can and enjoy a place of this quality for the price of a Premier Inn - please don’t let the price fool you, this is an excellent property that would be great value at twice the price.Finally, I didn’t get to say goodbye to my lovely hosts, but I look forward to seeing them again and hope this honest review makes up for it. Until next time.Rooms: Romantic, period design, large, well adorned, excellent facilities - astonishing price.",
                "review_rating": 5
            },
            {
                "review_text": "Because our car broke down, we had to spend a day and a night in Maidstone. I don't know if I would recommend Maidstone, but I would definitely recommend this hotel. We felt like royals. Wonderful luxurious rooms and great service! Rooms : 5/5 | Service : 5/5 | Location : 4/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "Stayed here with my family for the night, we loved it.Everything was spotless and luxurious.Attention to detail was fantastic. Our phone-charger died and we needed to charge our Samsungs. Within 5 miutes they sent to our room a phonecharger for us to use.I highly recommend staying here",
                "review_rating": 5
            },
            {
                "review_text": "Fantastic stay for our planned getaway. If you need to stay in Maidstone, this property is well suited within close proximity to the high st with plenty of pubs and bars nearby. The room itself had everything we needed, the self check in process was very straight forward due to the fantastic communication from the owners beforehand. Hope to stay there again in the future.",
                "review_rating": 5
            },
            {
                "review_text": "Beautiful home. Beautiful rooms. Will 100% stay again. Mattress is quite springy so not the comfiest for us but others may like that.Noteworthy details: Four poster beds. Beautiful communal area. Beautiful art and design. Tea and coffee in all the rooms. Robes and towels provided.",
                "review_rating": 5
            },
            {
                "review_text": "Beautiful home. You enter a different world. There is a parking spot nearby. Friendly hosts.Coffee and Thea at the chambers.The rooms are big and take you back into time. Nice bathroom with warm water to relax. Definitely worth the stay.",
                "review_rating": 5
            },
            {
                "review_text": "This was wonderful lodging- my room had a huge tub! The owner left me bubble bath and champagne! Heaven can wait, After 2.5 weeks, I was there! Great room and very private on the third floor with beautiful sweeping stairways…. Very English decor with nice antiques to enjoy.Great Italian food Next-door and Indian on the other side.Easy access to buses and train is 13 min walk.",
                "review_rating": 5
            },
            {
                "review_text": "I stayed here with my partner coming up to a year ago now and we absolutely loved our stay. I have not forgotten how caring the owners were towards me after I had an injury one evening out in the town. They were both lovely and quick to assist me. Me and my partner have mentioned returning here on multiple occasions, the house is just beautiful. I hope to be back soon :)Nearby activities: The town centre is a very short walk away with lots of eateries, bars and activities to do.",
                "review_rating": 5
            },
            {
                "review_text": "We hired the whole of Stone Court House for the ‘night before’ and ‘morning of’ our wedding.To say it took my breath away would be an understatement. I’ve honestly never stayed in a place where ever last detail was thought about and excellently executed. I almost can’t believe it’s only 3 stars!! Deserves the full 5 in our opinion.Some would think it was the grand bedrooms, exquisite communal areas, marble bathrooms, gorgeous spacious bridal suite, 24 hour vending machine of goodies that really made our stay. But honestly, it was the owner Saban. This man… by far the best host I’ve ever had but a true genuine human. He did all the big things but also so many little things that only a bride can truly appreciate.The only negative thing I can say about this experience is I wish I could have stayed for longer (stupid wedding!) We cannot wait to return and for someone who has stayed in 100s of hotels/hostels/airbnbs/all-inclusive luxury resorts across multiple countries, this really was one of the best.Thank you so much for adding such value and care to our wedding experience. We are beyond grateful!See you again! Jen & Guy xxx",
                "review_rating": 5
            },
            {
                "review_text": "Booked the place totally by chance during my visit to Maidstone with my two lovely daughters.And what a privilege it was to stay there.!!!Lovingly restored house , friendly atmosphere, not to mention the utter luxury of the rooms!Short walk to town, fantastic location!Can’t wait to return soon!",
                "review_rating": 5
            }
        ]
    },
    "lovell lodge": {
        "online": []
    },
    "rosa 's bed and breakfast": {
        "online": [
            {
                "review_text": "A very comfortable place to stay.  I agree about the breakfasts - no need for lunch!  I had a room with a separate bathroom (shower) and external exit and entry to and from a side passage.  Great coffee machine in the room.  Several local pubs (for food of course) a short taxi ride away in Histon.  The easiest journey into Cambridge for all the many things to see and do.  Very pleasant and friendly accommodation.",
                "review_rating": 5
            },
            {
                "review_text": "Arriving at 1830hrs on a Friday I was warmly welcomed by Rosa, and shown to my room. The single room was spotlessly clean, and included a television and free wifi. As the only guest that evening I had exclusive use of the adjacent bathroom, which had a powerful shower and all the usual shampoo, shower gel etc expected in a first class hotel. The garden room may also be available, with its own bathroom.Breakfast was delicious, including Rosa's special fruit dish, plus a hot meal and cereal is available if requested. The B&B is just a 2 minute drive from the A14, and sited near Histon Road, a main bus route to the city centre.  I have now stayed  many times at Rosa's on my annual visits to Cambridge, and can unreservedly recommend it for excellent accommodation, and the skilled and friendly hospitality of Rosa.",
                "review_rating": 5
            },
            {
                "review_text": "Rosa is amazing! The B&B is clean and neat, the food is *fantastic*, and Rosa and Paul are wonderful hosts. I recommend Rosa's B&B wholeheartedly, and I look forward to my next stay there; it'll be like coming home.",
                "review_rating": 5
            },
            {
                "review_text": "Very cosy, warm and clean. Rosa is warm and welcoming and offers a five star breakfast.  I arrived on a cold evening and was shown into a warm well lit cosy room. Would definitely stay there again",
                "review_rating": 4
            },
            {
                "review_text": "The place is neat, clean & agreable. The lady is very charming, welcoming, nice and very helpful & attentive to all my requests. The proximity of the place to key places is an advantage too.Walkability: Proximity to places I had to visit.Food and drinks: Sumptuous breakfast, your request is attended to!",
                "review_rating": 4
            },
            {
                "review_text": "Nice garden room, warm and cosy.  Amazing breakfast. Efficient and friendly Rosa looked after us very well.",
                "review_rating": 4
            },
            {
                "review_text": "I was there for one night.The price in compare of other place was ok.The services especially breakfast was very good . The manager was really friendship and warm. The bus station is very close there. It was clean and friendship. Wifi internet was ok, Toilet and shower was clean.Have fun",
                "review_rating": 4
            },
            {
                "review_text": "Great value for money especially with the breakfast and had a great night's sleep. Would definitely recommend it to anyone.Rooms: The room was a good size for a solo traveller like myself. The room was a good size. Both the room and bathroom were well kept.Walkability: While it is 40 minutes from the city centre. It is only a stone's throw from the nearest bus stop. Making it rather easy to get into the city centre.",
                "review_rating": 5
            },
            {
                "review_text": "Great service.  Very comfortable.",
                "review_rating": 5
            },
            {
                "review_text": "Friendly staff",
                "review_rating": 5
            }
        ]
    },
    "the cambridge belfry": {
        "online": [
            {
                "review_text": "The Cambridge Belfry Hotel & Spa is the perfect countryside escape that makes you feel right at home—just with a lot more luxury! Located a quick seven miles from Cambridge’s postcard-perfect charm, this 4-star spot knows how to blend relaxation with a dash of adventure. We stayed in the penthouse on the top floor, which felt like our own mini kingdom! It had one large bed, two small beds, two bathrooms, a shower, and a spa tub, so everyone was happy and comfy. The beds were like clouds, and the free breakfast wasn’t half bad—some hot food and continental options to fuel the day. Plus, the spa and pool access included with the room was the cherry on top. If you're looking for a cozy retreat with a side of pampering, this is your place! I would add that for £230+ a night the room should be in better condition without damaged walls and dusty shelves.",
                "review_rating": 4
            },
            {
                "review_text": "Took my daughter here for a spa day for her birthday. Fourth year in a row.Absolutely amazing as always. We had 2 treatments with an afternoon tea. The photo is of the gluten free one which was really lovely. Homemade scones with cream and jam. Four different types of sandwiches and mini cakes on the top.Such a lovely chilled day. Would highly recommend coming here. Definitely good value for your money. Wasn't too busy in the week so was able to swim and use the jacuzzi pool. The only downside is that they have children's swimming lessons late afternoon but we was ready to go home by thenFood and drinks: Beautiful afternoon tea. They cater very well for gluten free",
                "review_rating": 5
            },
            {
                "review_text": "What a fabulous place to stay! Both my sister and I wanted a weekend away near Cambridge, and we booked with this hotel last minute. From the moment we arrived, we felt at home. We had such a great time. The staff were friendly, accommodating, and polite and were so easy to get along with. We honestly felt that we were a regular visitor, and everyone knew us. The food was good, the service was great and the grounds by the lake at the back, although small, was perfect for relaxing and drinking some wine. We also had spa treatments, which were a little overpriced but relaxing, and a very good laugh with the spa manager... he was a good sport. 👍 We can't fault the place. We will be coming back,  but next time with all of our sisters, mum and auntie and we can't wait.  The location was also good. Plenty of parking and a good bus service into and out of Cambridge every 30 mins. Well done to you all at The Belfry... you made our stay amazing!",
                "review_rating": 5
            },
            {
                "review_text": "The stay at Belfry Hotel & Spa was a great experience.I would highly recommend that if I was down this way again, I would stay here.The service was fantastic, and being disabled there are facilities for all, which was great.The meals that we had was 10/10. Service was 10/10 as well.I am very pleased with our stay",
                "review_rating": 5
            },
            {
                "review_text": "50 of our bus trip spent the night. Service was good staff very friendly, our evening meal was very good, and so was breakfast next day. Some had used the swimming pool and were happy with it. After reading the bad reviews I'm a firm believer that you can't trust them or the people who write them. Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "We came last autumn and loved the choice of food and the room.This time around, yesterday. Our room wasn't as good. My bedside cabinet had a haribo sweet and empty chocolate wrapper in it.I can't fault the service of the staff and the massage my friend and I had was lovely.The spa facilities are also very nice.My friend and I are going to try somewhere else next year.Food and drinks: My friend and I fancied a cocktail before our dinner. I ordered a Cosmopolitan, and my friend ordered a Mohito.  We wished we hadn't ordered them. When they were poured out, they were bought in premade out of a bottle. Poured into a measurer, put in a shaker with ice and poured in a glass. Mine had an orange slice, and my friend had a sprig of past its best mint.  £24 for 2 knock-off cocktails really isn't on.  We definitely felt ripped off.The dinner menu wasn't as nice as the autumn menu.  I'm not sure if this is because there is a different chef.  But again, £19.99 for a cheese burger and fries was expensive for what it was.",
                "review_rating": 3
            },
            {
                "review_text": "My mum was invited to a celebration at this hotel. The service from this hotel is at a high level. The hygiene and cleanliness was decent however, the toilets are not always monitored as the toilets started to become untidy. Besides, the celebration event went amazing as my mum had a great time. The location is decent as you have a Morrisons and a home bargains, however, for the town centre you have to travel to get there either by park and ride which I recommend or a stagecoach bus but that will be 19 stops long which I do not recommend. In conclusion, it is a nice hotel with a beautiful scenery of the outskirts countryside of Cambridge along with a lake on the outside of the hotel.",
                "review_rating": 4
            }
        ]
    },
    "the lensfield hotel": {
        "online": [
            {
                "review_text": "Excellent location.  Traffic noise, at night is a lot, especially with a broken window.  Bathroom had soft floor, sticky floor, dirty sink. Asked for dreamers and was told none until following day; never got them.Excellent location for walking.",
                "review_rating": 3
            },
            {
                "review_text": "Great hotel near the center of the city and yet in non noisy zoneReception staff was veey good at check in. Helped me for fast check in and even helped to take luggage to room as there is no elevator , though the flight of stairs are not many for 1st floor.The Room was a delight with huge Living room with sofa and sofa seats, big kitchen and everything provided what you need .Bedroom was big enough and had enough cupboards space . Bathroom too was good size.Cleaning team of the hotel did good job every day .check out was very smooth and quick .I would highly recommend this hotel and i will surely come and stay here next time.",
                "review_rating": 5
            },
            {
                "review_text": "Great spot but very old and narrow rooms. Accessibility is minimal and no iron in rooms. You have walk down narrow steps to use. Bathroom is nicely renovated but room needs a lot of work and soundproofing. But close to campus and Gordon Rooms : 3/5 | Service : 3/5 | Location : 5/5 … More",
                "review_rating": 3
            },
            {
                "review_text": "Excellent value for a central Cambridge location. The limited parking (5 spots) is first-come-first-served, but there's a car park 10 minutes walk away, and limited, free street parking 18:30-08:30 Rooms : 3/5 | Service : 4/5 | Location : 5/5 Hotel highlights\nGreat value … More",
                "review_rating": 4
            },
            {
                "review_text": "This is a quaint, affordable, but older B&B right on the outskirts of city center. There are some very steep stairs to carry luggage up, which can be difficult for someone older.Rooms: The rooms are rather small and old. But this was expected, so not disappointing.Nearby activities: Look up a map of the Dinky Door scavenger hunt! Searching for this pop up art, you will discover some amazing places around the city.Walkability: This is about a 10 minute walk from the city centerFood and drinks: Highly recommend afternoon tea at Parker’s Tavern, Indian food at Tiffin Truck, Korean BBQ at Yori. For a further walk, check out Cambridge Blue or Thirsty’s!",
                "review_rating": 4
            },
            {
                "review_text": "Centrally located hotel, offering friendly service and hospitality. The ability to have breakfast onsite is excellent. The hotel is clean and well appointed and the upgraded rooms are very comfortable. Having a room away from the street noise is good. Parking is limited but if available is good. There are commercial parking stations in easy reach. When next in Cambridge, we will definitely stay here again.",
                "review_rating": 4
            },
            {
                "review_text": "A bit creaky and pokey in places but atmospheric and in great location. Parking was handy. Room was fine but lacked a reasonable desk or table-top & chair making it hard for anyone wanting to use laptop other than on the bed. Overall quite good. Rooms : 4/5 | Service : 4/5 | Location : 5/5 Hotel highlights\nQuiet … More",
                "review_rating": 4
            }
        ]
    },
    "university arms hotel": {
        "name2": "University Arms Hotel, Autograph Collection",
        "online": [
            {
                "review_text": "Amazing hotel stay. The room was perfect. Quiet, spacious and all of the little details taken care of. Like the bath towels being good quality and think, good pressured shower, bed very comfy and a great view over Parkers Terrace. Would absolutely stay here again. Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nLuxury, Great view, Quiet … More",
                "review_rating": 5
            },
            {
                "review_text": "What a stylish hotel! Every detail is thought through. Very attentive and helpful staff who make you feel very welcome and valued. In the rooms you will find luxury toiletries, very comfortable pillows and luxury bedding and even the tea and coffee cups were specifically designed for this hotel. Had an absolute esthetic pleasure and definitely will be coming back.",
                "review_rating": 5
            },
            {
                "review_text": "I recently had the pleasure of staying at the University Arms Hotel, and it was an exceptional experience from start to finish. The room I stayed in was incredibly spacious and featured a lovely balcony with a breathtaking view of the park, making it the perfect spot to unwind and enjoy the scenery.The service at the hotel was top-notch. Daniela at the reception was amazing, offering a warm welcome and providing excellent dinner recommendations that truly enhanced my stay. Her local knowledge and friendly demeanor made a significant difference.Breakfast was a delight, thanks to Nithin, who was very attentive and ensured everything was perfect. The variety and quality of the breakfast offerings were impressive and set a great tone for the day.Additionally, the hotel boasts a well-equipped gym, which I found to be a great bonus. It’s always nice to have the option to maintain a fitness routine while traveling.Overall, the University Arms Hotel exceeded my expectations in every way. I highly recommend it to anyone looking for a comfortable, welcoming, and well-appointed place to stay.",
                "review_rating": 5
            },
            {
                "review_text": "Stayed here a couple of times this year, just got back from our most recent stay.A very stylish hotel in the centre of the city & a very excellent hotel, really enjoy staying here. The staff are excellent, check in is painless & fast, the hotel & rooms are spotless. The bar & restaurant are really smartly decorated & I think fairly priced.Highly recommended.",
                "review_rating": 5
            },
            {
                "review_text": "Could not fault anything with our stay - except that parking was an exorbitant 40£ a night! Front desk are lovely and our check in process was very smooth and easy. The room was very large and the bathtub big enough for us to enjoy baths in. They have a gym which is in the basement that looked alright. We didn’t have time to go for breakfast during our stay so cannot comment on that. There’s great coffee shops on the left side of regent street adjacent to the hotel and it’s a 10 minute walk to the grungy city centre.",
                "review_rating": 4
            },
            {
                "review_text": "This is a review of breakfast and nothing else. The food selection is very good here - arguably one of best in the City, if not the best.The service today was flawed. Coffee was brought but no milk as requested. Cooked breakfast came, but had to ask for butter for toast. Ordered tea and is taking far too long. Typo on menu. The table for breads and toast has no plates on it. All plates and dishes are stacked up on a different table at corner by the fruit bowls. I said why don't they have plates by the bread? There is plenty of space. One of waitresses said she'd mention it to the manager.It is a shame, since was expecting a positive and relaxed experience - and their all-in breakfast does not come cheap at £25 plus 10% service charge, but I am left dissatisfied. Tea has not come, over 10 minutes since ordered.The view by my window seat is great, as far as Cambridge views go, and it is an attractive, spacious dining room.",
                "review_rating": 3
            },
            {
                "review_text": "The best thing about this hotel is the location. The room was spacious though lacks of storage space. The most disappointing part of our stay was the breakfast. They had a buffet and a la carte. The buffet was no better than Holiday inn’s and some fruits did not look fresh. It took too long for coffee to arrive.(I noticed that people who came in later than us had been served coffee.) When it finally did it was lukewarm and spilled all over the saucer. The plates were never cleared during the breakfast either. The dinner service and the front desk were great.",
                "review_rating": 3
            },
            {
                "review_text": "Enjoyed our stay at the hotel. Dani from reception made us feel like home. Her friendliness and patience is worth praising! 😊 Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nLuxury … More",
                "review_rating": 5
            },
            {
                "review_text": "We stayed in a terraced room (903) overlooking the park,  it was fantastic a lot of people in the lift commentated on how they loved the 9th floor.  The hotel is centrally located and it is so well decorated inside.  The Terrace was great for a private breakfast in the mornings and it was lovely on a sunny day to be able to have the doors open.The staff in the hotel were awesome and it was just a lovely weekend overall.Tip on Parking:  Parking is not available, but you can drive up to the front of the hotel to unload your car.  We found a perfect private secure underground car park on Justpark.co.uk, located a 15minute walk away in Ravensworth Gardens - it took our large XC90 and gave us peace of mind it was secure over the weekend.",
                "review_rating": 5
            }
        ]
    },
    "warkworth house": {
        "online": [
            {
                "review_text": "Stayed here for 1 night as a stop off. Car park was easy to find, check in was smooth. The room was a good size and comfortable. We had dinner in the evening which was delicious and well cooked. Service throughout was great. Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nQuiet, Great value … More",
                "review_rating": 5
            },
            {
                "review_text": "We spent 3 nights at the wonderful Warkworth House Hotel and had a fantastic time. The staff are amazing and helpful, the rooms are large and welcoming with all the amenities available to make your stay comfortable. The restaurant is superb, as is the food, such a good menu and the fish pie is a must. Our dog was welcomed and fussed over by the staff and all in all it made our trip to Northumberland really special.",
                "review_rating": 5
            },
            {
                "review_text": "Without a doubt it is the people that make this hotel - they are all so friendly, helpful and pet friendly.Food is also pretty good too with good choices on both the breakfast and dinner menus.Rooms were well furnished, clean and well equipped. Beds though were not too our liking - too soft, although this is a personal choice.Wi-Fi was also patchy.Car Park at rear for around a dozen cars.Location excellent..",
                "review_rating": 4
            },
            {
                "review_text": "Gorgeous hotel, fabulous staff.Our dog, Lola, was treated like royalty.Wouldn't hesitate to recommend.Rooms: Beautifully decorated, spotlessly clean. Very comfy beds.",
                "review_rating": 5
            },
            {
                "review_text": "Book a superior room for 1 night only thank goodness nothing superior about the room standard at best I would say! We booked a table for dinner food pretty standard if you like weatherspoons.The bar closes at 10 prompt if not before then its lock down and your left to god and good neighbours.If you like nursing homes your in for a treat! As for myself and partner we won't be back and wouldn't dream of recommending it as a place to stay terrible!Noteworthy details: None",
                "review_rating": 5
            },
            {
                "review_text": "Only went in for a coffee and packet of crisps and got to say what a lovely place, the young girls serving are very friendly, the bar toilets are the cleanest and nicest I have been in.. I will 100% make the effort to stay over sometime based on my short experience... Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "If you can afford it, this is a fabulous hotel. We had rooms (suites) 5 our friends room 2 both were lovely but 2 was better. Only downside was tv was not in the bedroom but in the adjoining sitting room. Bathroom well appointed and spacious.We ate here the first night and were seriously impressed with the choice of menu and the quality of the meal both in presentation and how cooked. So much so, we cancelled another local restaurant booked for the second evening and dined here again. Both nights were excellent. Plenty to see and do in the area just a short drive away.",
                "review_rating": 5
            },
            {
                "review_text": "Absolutely fantastic customer experience, and please give it a try. You will not be disappointed.Rooms: Unbelievably clean and nice.",
                "review_rating": 5
            },
            {
                "review_text": "Stayed one night in a suite. Beautiful room, newly refurbished. Cosy, warm and tastefully furnished. Coffee machine and fridge. A small coffee table in the lounge area would be welcome and better WiFi is needed. Evening meal and breakfast were superb. Would stay again Rooms : 5/5 | Service : 5/5 | Location : 4/5 Hotel highlights\nLuxury, Quiet … More",
                "review_rating": 5
            },
            {
                "review_text": "Didn't stay at the hotel, we dined in the restaurant. Menu excellent and food to a high standard. Generous portions. Cosy atmosphere,  worth booking a table in advance to avoid disappointment.Food & drinks: See main review",
                "review_rating": 5
            }
        ]
    },
    "worth house": {
        "name2": "Worth House",
        "online": [
            {
                "review_text": "Absolute gem of a B&B. Quirky and with character. Very clean, very well kept and fabulous hostess.Stayed here for two nights, with my wife, at the beginning of September 2024. Really quiet and relaxing atmosphere.Breakfast was what I considered to be a very high standard.I will definitely be staying here again. Within easy reach of Wells, Cheddar Gorge and other tourist attractions.",
                "review_rating": 5
            },
            {
                "review_text": "Perfect place for our mid-week break. Quiet, comfortable and relaxing. Lovely views from upstairs - we watched the cows for way too long!  Sarah and her family are wonderful. Helpful, friendly and welcoming.  Breakfasts are tasty with a good range of options.   Our only regret was that we didn't take our own dogs, this place is not just dog-friendly, it's dog adorable.",
                "review_rating": 5
            },
            {
                "review_text": "Absolutely lovely long weekend at this gorgeous B&B. Super comfy bed in a lovely room, with a view of a herd of cows - absolutely perfect. We were made to feel extremely welcome, as was our dog!Breakfast was served from around 9am (perfect when you’re relaxing on holiday) and there was an excellent choice of what to have.Plenty of room in the car park and a garden with lots of seating to enjoy a drink from the bar.We’re already planning to return!Rooms: Our room (room 3) was lovely, with an en-suite bathroom with shower, tea & coffee making facilities and a hairdryer. The window looked out across farmland, with cows in the field adjoining the hotel garden.The bed was so comfortable with lovely soft bed linen and pillows.Nearby activities: The Pheasant pub is a very short walk away and offers good pub grub; it’s closed on a Monday and finished good in the afternoon on Sundays. There’s a great atmosphere here and the guys that run it are absolutely lovely.The location of Worth House is what makes it so special; however having a car is recommended as it’s a little way from the attractions like Wookey Hole, Wells and Cheddar Gorge.Safety: The hotel is in a quiet village on a 30mph road; but as with all villages, some drivers aren’t doing 30 when they come through.",
                "review_rating": 5
            },
            {
                "review_text": "Highly recommend this beautiful Bed and Breakfast.  Everything you could want for a wonderful night away; beautiful,  clean room, lovely Hostess, amazing Breakfast,  peaceful, free parking. Very hard to leave. We had a fantastic  break, thank you. Rooms : 5/5 | Service : 5/5 | Location : 5/5 … More",
                "review_rating": 5
            },
            {
                "review_text": "We stayed in the very top room (42 steps), which was spacious and very clean, as was the bathroom (with shower). The bed was comfortable with soft linen.  Lovely decor & and delicious breakfast. Rooms : 4/5 | Service : 5/5 | Location : 4/5 Hotel highlights\nGreat view, Quiet … More",
                "review_rating": 4
            },
            {
                "review_text": "This was a last minute booking, and I am so pleased to find this little gem of a place.  The accommodation is great, bed comfortable and warm with a great view across the Somerset countryside. Sarah and her staff are great and so helpful. Breakfast was great and set us up for a long day visiting Cheddar Gorge and climbing 274 steps at Jacobs Ladder! Thank you Sarah - we will definitely stay with you again when next in the area 😀",
                "review_rating": 5
            },
            {
                "review_text": "A wonderful place, with great hosts and excellent facilities. What more could you want really.....a fantastic breakfast perhaps? Yep, everything you could want. Thanks Sarah Rooms : 5/5 | Service : 5/5 | Location : 5/5 Hotel highlights\nGreat view, Romantic, Quiet, Great value … More",
                "review_rating": 5
            },
            {
                "review_text": "Wonderful character property with original features whilst having more modern bedrooms with everything you need. Breakfast was great, good quality food providing the best start to a day. Sarah the host and her team were fab, attentive and happy to make your stay the best. Sarah knowing the area well booked several restaurants for us. Visiting Wells then stay here.",
                "review_rating": 5
            },
            {
                "review_text": "A home from home experience!The room was beautiful, comfortable, clean and very welcoming. Breakfast was excellent and really set us up for the long drive back to Nottinghamshire. If we are ever down this way again we would definitely be back for another stay.",
                "review_rating": 5
            },
            {
                "review_text": "Lovely B&B. Quite location. Clean room and at a reasonable price. Lovely cooked breakfast. Rooms : 5/5 | Service : 5/5 | Location : 4/5 Hotel highlights\nQuiet … More",
                "review_rating": 4
            }
        ]
    }
}